{"meta":{"title":"我叫雸雸，叫我雸雸。","subtitle":"","description":"","author":"覃雸䣸","url":"http://tan-anran.github.io","root":"/"},"pages":[{"title":"关于","date":"2021-07-15T18:05:48.131Z","updated":"2021-07-15T18:05:48.131Z","comments":false,"path":"about/index.html","permalink":"http://tan-anran.github.io/about/index.html","excerpt":"","text":"1"},{"title":"分类","date":"2021-07-13T03:16:23.278Z","updated":"2021-07-12T18:44:54.920Z","comments":false,"path":"categories/index.html","permalink":"http://tan-anran.github.io/categories/index.html","excerpt":"","text":""},{"title":"标签","date":"2021-07-12T18:55:02.804Z","updated":"2021-07-12T18:44:54.920Z","comments":false,"path":"tags/index.html","permalink":"http://tan-anran.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"再","slug":"再","date":"2022-10-14T18:00:00.000Z","updated":"2022-10-14T16:30:28.563Z","comments":true,"path":"2022/10/15/再/","link":"","permalink":"http://tan-anran.github.io/2022/10/15/%E5%86%8D/","excerpt":"","text":"再一次走进学校，一晃七年。虽然每年都会修修补补，但那园子的味道却基本没有什么变化。 没有仔细翻弄过的杂草丛和各个楼宇从未涉足探索过的角落一样，成了让好奇宁肯作罢的谜。 向蔡先生敬礼。没有特别多想要逛的，路过打棒垒球的场子，看见工人们正在开着轰鸣的车拉线翻新，觉得也算是遗憾得有始有终。 又在学院留给学生们的自习区坐了一坐，或许可以借着些困意再沐着光趴上一会，真的都还如往常一样吧。办完手续以后时间还有可以漫无目的的富足，但我终究还是灰溜溜的赶快逃跑。 我不知道我在畏惧什么，可能是一种相当麻木而毫无悔意的亏欠，一种混合着无赖而极不纯粹的无力，让我难以以一个足够充分的理由立足于这片令我满怀思念的土地。而我也知道或许也就是如此了，正如那些曾无比信任的笑靥变成永远都不愿提及的名词，生活正如是。 我的选择总是让我没有选择。朋友都说我似乎总是更倾向于去选择更简单的路，也有说以我目前的状态早就要把我放弃。是了，一年到头的走走停停，也不过是在一些梦游和走神之间度过。我越来越没有足够的精力来把每一件事情都描摹成我想要的样子，但是我却无止境的听见从深渊里传来的呼喊，一阵接着一阵。谢谢你们，你们真的是对的。 生活里似乎越来越缺乏正当性与合理性，我知道这都是自己一手造成的。微信里的搞笑段子，也越来越以自嘲为风尚。大家都活成了小丑吗？还是说，只有爱看这些段子暗暗傻笑的我才是舞台上的那一个？ 随意的发怒、随意的伪装、随意的若无其事，我疯不成、也梦不醒。 风又吹过了，但这次没有闻到草籽与阳光的气息。","categories":[{"name":"想","slug":"想","permalink":"http://tan-anran.github.io/categories/%E6%83%B3/"}],"tags":[{"name":"无感","slug":"无感","permalink":"http://tan-anran.github.io/tags/%E6%97%A0%E6%84%9F/"}]},{"title":"关于成熟","slug":"关于成熟","date":"2021-12-03T18:00:00.000Z","updated":"2022-10-14T16:37:43.541Z","comments":true,"path":"2021/12/04/关于成熟/","link":"","permalink":"http://tan-anran.github.io/2021/12/04/%E5%85%B3%E4%BA%8E%E6%88%90%E7%86%9F/","excerpt":"","text":"看了一些电影与剧集片段，似乎又有些自以为是的觉得对于人生、对于生活增加了一些感知。 电影里有一句话很触动我：“在老一辈人的眼中觉得坏了的东西是可以修的，而对于我们来说，东西坏了就应该换，这就是老一辈人眼中的我们。” 我们似乎总想为自己一厢情愿的冲动找到一些确定性：猜测、发誓、保证、质问。真当未来的自己做了将军，哪管以前什么命令，仍是一样的该叛变叛变、该投降投降。","categories":[{"name":"想","slug":"想","permalink":"http://tan-anran.github.io/categories/%E6%83%B3/"}],"tags":[{"name":"太长不看","slug":"太长不看","permalink":"http://tan-anran.github.io/tags/%E5%A4%AA%E9%95%BF%E4%B8%8D%E7%9C%8B/"}]},{"title":"一个人","slug":"一个人","date":"2021-11-05T18:00:00.000Z","updated":"2021-11-05T17:45:12.113Z","comments":true,"path":"2021/11/06/一个人/","link":"","permalink":"http://tan-anran.github.io/2021/11/06/%E4%B8%80%E4%B8%AA%E4%BA%BA/","excerpt":"","text":"因为一些事，找到了一篇原来很早的旧文，原本是写给一位朋友发在新浪博客上，想当初还是那博客里唯一一篇博文。如今重读起来却也觉得符合当下的心境。想着或许也可以贴在这里，作为一点点绵薄的纪念吧。 人，为什么总是一个人呢？ 我想，一个，这个词，在现代人的情感里总是有些特殊的记忆。 记得有韩寒的团队做过一个app叫做“一个”。 每天只准备一张图片，一篇文字，一个问答，在他们主页的末尾写着：“复杂的世界里，一个就够了。One is all” 为什么只需要一个呢？只拥有着一个，那么剩下的该怎么办？很多天加起来，还是一个吗？这里也许不适用任何理性逻辑的演绎，在感性的世界说不通，也没理由要去说通。 我现在躺在床上，觉得很随心，很放松，脑袋却丢失了先前想要写的东西，我可能倏忽没有了写的严肃，一懒下来，就只剩下些两眼张大的空白，与对着屏幕地发呆， 还是一个人。 尽管寝室外的走廊上还有色彩分明的人声在抑扬顿挫。 尽管寝室里的座位旁有着朋友在安安静静的坐着自习。 可我既没有感受到强烈的归属，也丝毫没有去刻意营造的冲动。我很后悔的想到，自己已经是多日没有写日记了，已经，很久很久没有在深夜里，独坐案前，听一听黑夜里风穿过窗的呢喃的声音，或者只是千百台机器小心翼翼的运行的轰鸣。 临近期末了，虽然朋友圈还是刷新的很快，但各个大大小小的群总归是安静了下来，若是没有什么集体性的通知，偶来热闹一会，像有强迫症的我这里，多少次点开隐藏任务图标，看不到微信qq烦人的闪动，竟有些无厘头的想念，而朋友圈里说的，都是一个对许多人说的，那发的一个，不知道你看的一个是谁，不过也不用知道，重要的是，我这么一个的说了，说了我这一个的事情，大家都得忙着自己的事情，这大概是应当的，而且是毋庸置疑的。 这总是很容易让人又陷入到什么利己主义的批判之中去，可是我们又常常用着“这是自己的选择”来规避些与他人对话的机会，每一个，都是那么的有尊严，那么的有能力，扛得起一切，而且无需依赖，无需寄托，天生的知道着自己的使命一样，天生的就知道往哪里走，尽管在自己看来内心彷徨摇摆，而路要么昏暗，要么茫茫无尽头。 我只能说，很多时候，我总是习惯于一个人的，为什么要有两个人呢？我们总是知道，交流会给我们带来许多成本，尤其是还不能够带来好的效益时，随便用经济的直觉上下加减就觉得得不偿失。人唯一可以把握的只有自己，尽管很多时候连这一点都难以做到，所以说，享受着一个单独的过程，是一种强烈的控制欲使然。多一事不如少一事，这样的思维，大概也能体现于此，多一人不如少一人，省得麻烦，何况，每个人都或多或少这么想。 所以，就一个人吃饭。 所以，就一个人上课。 所以，就一个人看书。 所以，就一个人自习。 所以，就一个人放纵。 这并不代表着我奉行着单身主义，也不是说我对与众脱单的一对对们抱着什么羡慕的眼光，因为，实际上还是一个吧，爱总是能让两颗心走得很近，甚至从外面看来，它们重叠的样子就像一颗在炽热的跃动，跳得多么有力，比那只有一颗的时候强烈着多少，自信着多少，所以怎么会不让人欢欣鼓舞，可是，如果一不小心，有些东西不知不觉的挤进来，带来些隔膜，带来些分离，越走越远，不再相信，热情过后，才会发现，原来连着的绳子是多么脆弱，放任它去吧，然后忍着忍着，啪嗒一声，轻轻的断了，甚至没有撕心裂肺的疼痛，只有淡漠的茫然。 如果有人说，一个人是一种自由的话，这种自由可能也并非绝对的，毕竟每天的ddl，每天的这样那样大大小小的任务，在你的四周转着，不管你是多少人。说不定人多还能帮你解决不少，深深嵌在这个世界中的我们本身就不可能是自由的，真正的自由，自由的一无所有，让我断章取义一下。一个人，也许就只是单单的一种习惯吧，但是太多时候，这种习惯都容易被人暴虐的压迫，或者暴虐的压迫别人，因为，仿佛他人丝毫的着想与为你好都容易成了一种无法回避的强迫，而自己当想着得独立一点，去拒绝的时候，又让他人认为无法理解。 我时常会想象着这样的一个画面，一个人，在这一头，另一头，是整个世界。我想不清楚什么东西不是靠自己的，路是得自己走的，责任是得自己担着，悲伤得自己承受，快乐，如果不能成为幽默的话，也许也只能自己和自己分享。 大学了，一个人得想着怎么一个人生活。刘瑜说：一个人要像一支队伍。原文讲的是什么，我已然忘却。总之，这都不是那么简单吧，尤其是看到那么多的一个人，在这样那样辛辛苦苦又幸幸福福的自我规划着，我既觉得慌张不知所措，也不想去做些什么，怀疑论阴谋论的想法充斥着我的大脑。 我是真想一个人静静了。 所以，我和我的许多朋友说，包括对着自己，说，我想去当兵，也许也图点什么，这又得做上些复杂的权衡取舍效益分析，考虑些机会成本，考虑些未来收益。我记得偶然去了一个多少人去的一个小会场，主持人老练的讲着段子，有一个，是一位走得极慢的老者，性急的旁人不解，老人微笑着说：“人生就这么长，快走慢走不都一样，走那么快干嘛呢？”总是说想要好好休息一下了，结果发现只是一次又一次的追逐着周围的不知疲惫的脚步。 一个人，可以想很多，也可以想得很少，不会有人去逼你做什么，因为你自己会担当这样一个角色。 听很多朋友说，上了大学之后，感觉与高中差别很大，尤其是在交往方面，冷不丁会碰到“自己做自己的事”这样的词眼，如果硬要说，这其实可以算是“自己动手，丰衣足食”的独立自主，自力更生的明证吧，有什么是非可以判断呢？人心之所愿，不能要求都往一块使，总有千姿百态的想法，就像人都各有千秋，人的目标不一样了，话题怎么说也会少了，似乎人就是因为些这样那样的机缘有些联系，但没有办法交心，像寝室，像班级，以至于总得有人毕业时感激“谢室友不杀之恩”。但其实，一个人，听起来很坚强，但说出来的时候，却很脆弱。“我一个人去的”有着炫耀的骄傲，也有着社会被甩开的怜惜。而这骄傲则高高的建立在这样的怜惜之上，意思是说，我能一个人承担，这是骄傲的资本。 一个，其实还是非常想与这个世界有些什么交集的，一个人虽然能好好生活，却不能够活得十分肯定，总归是担心被遗忘，又任性的享受着遗忘，“陪”“陪伴”或许是这样的弥补方式，许多人迫切地寻找男女朋友，大概是想训着一个这样的确信，我曾经很疑惑地问自己，如果过两个人在一起不开心，为什么要这样义无反顾地坚持下去，而且结果也是那样想象的那般。如果不属于什么集体，如果没有什么值得挂牵，一个人也就没有什么好去追寻的动力。我总是想不为人知的做些什么与众不同的事，以来显示我与这个社会的绝缘，实际上我给自己的证明还得到社会之中寻去 想当一个与众不同的一个。 矛盾着想要独立，矛盾着不被拥有。 以前去一场自主招生的时候，团团围坐的老师问我，你觉得存在感是什么。对着黑洞洞的相机，还有一群表情或轻松或凝重的长者，我一时半会想不出什么高妙的回答，不能旁敲侧击的发人深省，我想到的就是，一个人，能够在集体里感受到自己的存在，我现在想来，既不被整个集体无意识的同化，又能不被集体抛弃而单单的列出来，是多么困难的一件事。也许会有人说，坚持着思想的自由与独立不就好了？颇有着帕斯卡尔“人是会思想的芦苇”的果敢。这当然不是说，一个人要怎么和社会对立起来，只是说，一个，你得有些不同。 现代的通信工具可以说是非常发达，远隔千里，你甚至无须等待漫长的鸿雁传书就可以很方便的抓来你所想念的那个人，随随便便聊几句家常，甚至不需要些什么实质性的内容，很规范的相互鼓励一下，也颇有些得意与满足。不过也可惜的是，当闲下来的时候仔细回想，你依然不知道那个坐在屏幕背后的人是怎么想，是同自己一样满心欢喜着想分享些什么，还是正无奈手头上的事情正多，而又放不下一个叽叽喳喳的对方，进退两难。我，同样在屏幕背后的我，得到的是许许多多的文字，但也只有文字而已。或许冷不丁回来个画风突变的一百八十度大转弯，让你惊讶得措手不及。现代人越来越学会忍，什么事都憋在心里，当我们呼唤真诚的时候，却因为想要不那么负面的真诚而更不真诚。 在新年的来临之际，我没有群发我的祝福短信，只是简短的对着手机敲了大概半个小时的“XXX，新年快乐，祝天天开心，加油”之类，每次点开一个记录，都是很久很久之前的内容，又回想起些事来，一个人对着一个人，每个人都那么有着不同的记忆，喜欢独处，或者是喜欢一对一的简单，或许是因为，一个人的时候，更能够接近真实。其实我很羡慕那些发了许多朋友圈，很多人都为之点赞，留言能留一大版的人，我很羡慕那些很方便就能够呼朋引伴，打招呼亲热的人，我很羡慕那些能活得处处有人陪伴，自己的能力又能撑起一片天的人。我看着自己，目光久久停留，既想努力，又懒于叹息。 一个人就一个人咯，有什么大不了。 阳光正好，恰巧你还有时间自娱自乐来几张坚决不发出去的自拍，有事没事偷着乐，等到有机会的时候在一股脑儿的讲出来。生便是如此，就像已经被讲过很多次了的“有些路只能一个人走，有些生活只能一个人过” 一个人，是说你是独立的，坚强的。 除了你之外，没有人能够动你。即便世界很复杂，但一个人，可以足够简单。 刚刚很习以为常的把久违的微信留言回复完，以不知所云的“加油”祝福作别，以有些深意的“晚安”作为慰藉，现在，我又是一个人了。 这会，夜挺深。 还有事情做呢。别停留太久，晚安，加油。 文章到这里便结束了。后面还有些许话仍然躺在文档里面。那些遗憾现在看来似乎都没有如今的无奈来得更深刻；只是可能再过个十来年，我又会反复无常地觉得现在的默叹非常幼稚了。 信仰独行，终究还是自私地害怕失去。在经历了这么多的失去以后，我可以慢慢明白以前愣头青似地一口咬定“要一个人活”也不是什么矫情使然、异想天开。尽管我总觉得当我看到那些果断的背身后什么也没有失去，我还是我：我能自己为自己做决定，也能过好自己的生活。但是，我确实也不再是我自己，我已经被永远的分离出去了一部分，作为被共享的一块记忆，被复杂的、隐秘的、沉默的情感所占有，可能是饭局上的几句调侃俏皮话，也有可能是最阴郁憎恶着的不可说。我发现已经渐渐找不到自己，甚至怀疑此前是否真正找到过。我失却了来自自己的那份力量，空空荡荡落得很干净的下场。 所以说，感情究竟意味着什么呢？在意一个人，究竟是在意他她它本身，还是在意他她它眼中的自己？ 我不知道。或许，我其实是不想承认，就像所有的自卑者都极端地自负一样，我们如何才能真正做到爱人如爱己。 可能一个不完整的自我本身就不配谈论“爱”，还愿时间还给我一些澄澈、一些清白。","categories":[{"name":"想","slug":"想","permalink":"http://tan-anran.github.io/categories/%E6%83%B3/"}],"tags":[{"name":"旧事重提","slug":"旧事重提","permalink":"http://tan-anran.github.io/tags/%E6%97%A7%E4%BA%8B%E9%87%8D%E6%8F%90/"}]},{"title":"当我们在聊天的时候都在聊些什么","slug":"当我们在聊天的时候都在聊些什么","date":"2021-09-01T16:30:00.000Z","updated":"2021-09-01T16:36:28.875Z","comments":true,"path":"2021/09/02/当我们在聊天的时候都在聊些什么/","link":"","permalink":"http://tan-anran.github.io/2021/09/02/%E5%BD%93%E6%88%91%E4%BB%AC%E5%9C%A8%E8%81%8A%E5%A4%A9%E7%9A%84%E6%97%B6%E5%80%99%E9%83%BD%E5%9C%A8%E8%81%8A%E4%BA%9B%E4%BB%80%E4%B9%88/","excerpt":"","text":"任何一场对话都终会归于沉寂。漫长的安静，悄然耳语着当时的热切。 如果说面对面的片刻失语只不过是乐子上台前深吸的一口气，那聊天窗口里的停顿则被闪烁的光标衬得由衷冷清。在社交软件的聊天中，如果不是源于生活的强制要求，基本上所有的话题都显得稀里糊涂，在一头雾水里开始，在莫名其妙中结束，既没有礼貌自然的话题展开，也没有优雅不突兀的谢幕离场。彼此孩子气地绷着感情比谁先沉默，心虚地展示自己的满不在意。 诚然，本就谁也不了解谁，隔着屏幕还要大言不惭地说“我能理解”云云，是有一些太过勉为其难了。聊天所聊是“天”，不是你、我、她、他、它。双方都有模有样地搬出看上去可供讨论的事物，或可爱或可玩或可恶或可鄙，自说自话地分享观点看法。倘若还算顺利，这些似是似非的观点又成为新的谈资，期盼着进一步的回应。我们都在偷偷用这些言语的碎片为对面那位看不见的来客画像，不仅仅是对方说了什么、还有对方留下的等待和沉默。只是，对于材料的评述大多也只是我们的一厢情愿。我们很努力地想跨越屏障，但我们逃不开自己的过去，挣不脱自己的枷锁。 拐弯抹角的话术正以肉眼可见的速度被淘汰。并不是说因为人们缺乏足够的耐心去揣摩字句，而是因为我们打着“多讲人话”的旗帜对一切没说清、未道明的细腻情绪颐指气使。没说明白的事物就是不存在，不能铺开的话题就是无意义。毕竟，相比于细致分析，我们更习惯于直接接受。但也正是因为这种直截了当，在网络上的我们便越是显得奇形怪状。尝闻微博上的争论总能让人咬牙切齿。每个人凭依个体生命体验发出的一点直面公众的断言，难免惹人对号入座。分明言者心中所回忆的形象仅仅是很狭窄的范围，却因为表意牵连到庞大的群体。亦是从自身体验出发，心有不甘的观者所展开的那些反驳，在指责者眼中却成为“此地无银三百两”的笑话。基于生命体验的评论，终成为偏见的分边站队。而事实上，即便就在意见体内部，人们的观点也相差甚远。久而久之，我们甚至不知道自己究竟在支持什么、反对什么。好像仅仅是因为自己长时间因诸多原因所积压的脾气，想要通过一个义正言辞立场来发泄一下，充一把英雄，证明自己还在这光怪陆离的世界里继续坚持。 于是乎，在万般热烈后，一一取下装腔作势的假面，放纵疲惫。 我们又逃入了沉默。","categories":[{"name":"想","slug":"想","permalink":"http://tan-anran.github.io/categories/%E6%83%B3/"}],"tags":[{"name":"有一说一","slug":"有一说一","permalink":"http://tan-anran.github.io/tags/%E6%9C%89%E4%B8%80%E8%AF%B4%E4%B8%80/"}]},{"title":"记你们的毕业","slug":"记你们的毕业","date":"2021-07-14T16:00:00.000Z","updated":"2021-07-15T18:08:13.734Z","comments":true,"path":"2021/07/15/记你们的毕业/","link":"","permalink":"http://tan-anran.github.io/2021/07/15/%E8%AE%B0%E4%BD%A0%E4%BB%AC%E7%9A%84%E6%AF%95%E4%B8%9A/","excerpt":"","text":"夏天，又是一届毕业季。 今年的毕业季显得格外热闹，许多同级的、非同级的朋友都拉伙儿合照。说来奇怪，原本是不爱凑热闹的人，却不知怎的从很早开始就参与其中了：看着大家答辩、跑材料、整理物品、在毕业典礼上热泪盈眶、合影留念、聚会宿醉，然后珍重道别。这一切都显得很自然、很完满。就像同心的涟漪圈圈扩散，只留着水中央悠悠荡荡、平平缓缓。那些也似我全都经历过一样。想草率地说声保重，但其实要说不伤感还真是很难。那些日后再见的承诺，又有多少能兑现呀。 我们似乎总是喜欢一些确定的事物，那些所谓确定性的存在让我们觉得安全而有所凭依。我们需要确定的，不仅仅是那些物质的现实，还有我们的想法、观点与态度，就即便是面对一对没有办法在短时间内决出胜负的选项，我们似乎也宁愿持着一个不去选择的确定想法来保护自己。换言之，拖延症就是一种典型吧。只要一直持有着可以自由选择的权利，就似乎总是有退路可走。可其实，终究还是没有去承担选择的后果的勇气，不然便不会有破釜沉舟的佳话了。 我一直都知道自己是很幼稚的人，但是确实也不是那么明白自己真正幼稚在何处。也许写这种“矫情无脑”的文字就是一个明显表现罢。但是，这些想法和心绪一旦产生，我便很难对它们置之不理。就大家通称的“世俗”而言，我有时候尤为危险而自大地睥睨一些被奉之为圭臬的具体知识，只觉得更重要的是掌握其一以贯之的方法或脉络。但仔细想来，这又似乎与之前所偏信的“理性发端于分类”的观点有些矛盾。就像是在说骨骼固然精干，但始终需要血肉作为其组合与填充。此外，在这个被理性所统治的社会，似乎也确实更多地\b需要的是关于内容的不断复制、迭代与更新，来填充那些已经硕大无比的梦幻骨架。所以是不是其实在很多时候，那能希望在社会关系中占据主导地位的人会有意识地要求其他人放弃对那些理性骨架的觊觎，而逼迫他们自行淹泡在那些内容的加工制造里呢？因为只要自己把握住了关键的结构，在与其他人的协作中便不至于出现太大的乱子，只要拥有了骨架的确定性，便能够去安全的支配他者。 那么，是不是其实我现在正在写的这些所谓“矫情”的文字，也正是因为它们都置身于无边无际的想象空间之中，所以被人习惯性的害怕非确定性而“太长不看”。再细小的错误，在感性的潮水里都会澎湃起来。社会只需要纯粹的故事、纯粹的热闹、纯粹的瓜、纯粹的观点，其他的毛茸茸的情感是可有可无的、需要被质疑的、不可被信任的。就单纯只是因为那些情感其实我们自己也都深深地保有。只是我们想隐藏它们，害怕放在阳光下讨论。我们在公共空间之中所抛弃的就是我们自身。 当然，这样说或许也太过绝对。只不过真正的成长可能就是要去学会放弃那些给自己选择权的机会。所以当与友朋们告别后，继续泰然前行吧。 烈酒与风会继续陪伴你。","categories":[{"name":"记","slug":"记","permalink":"http://tan-anran.github.io/categories/%E8%AE%B0/"}],"tags":[{"name":"太长不看","slug":"太长不看","permalink":"http://tan-anran.github.io/tags/%E5%A4%AA%E9%95%BF%E4%B8%8D%E7%9C%8B/"},{"name":"有一说一","slug":"有一说一","permalink":"http://tan-anran.github.io/tags/%E6%9C%89%E4%B8%80%E8%AF%B4%E4%B8%80/"}]},{"title":"欢迎光临，方寸杂记","slug":"欢迎光临","date":"2021-07-12T16:00:00.000Z","updated":"2021-07-19T17:04:29.127Z","comments":true,"path":"2021/07/13/欢迎光临/","link":"","permalink":"http://tan-anran.github.io/2021/07/13/%E6%AC%A2%E8%BF%8E%E5%85%89%E4%B8%B4/","excerpt":"","text":"非常感谢您的到来，这里是方寸杂记。 以大家的观点来看，可能这里大多是一些些散漫空泛的片语。至于为什么要记下，其实便只因它们代表着那些生发它们的、那些我暗自想要努力抓住的时刻。 对于几年前就因种种原因退出朋友圈的人而言，一个无暴力的话语空间总是可遇不可求的。尽管所谓的暴力也只是一种没有明说的要求：将生活中的事情在朋友圈里广而告之，便是期盼着有人浏览、有人关注、有人点赞。 只是，我们有时候内心深处可能也并没有什么上述期待。耐心编辑、修改、发布，只是一种自我的证成，一种心愿的完毕。有人看也好，无人观也罢。有一点像写日记的心情，但是又不甘于让文字们仅仅躺在书堆里，所以这个杂记便应运而生了。 心血来潮花了两天时间搭建了这个方寸之地。非常感谢Cofess提供的pure模板，可能未来再考虑进行一些适合自己的改动，目前因为技术上的原因，能大概推送这样可已经是费了不少脑筋。 虽然说，对于一个无名而自由的独立个体，不能也不应留下些什么，但既然有一个这样小而安静的地方，那就拜托大家允许我的碎碎念吧。 在这个阳光灿烂的世界里，请尽情走一走、看一看。未知的东西，还多着哩。","categories":[{"name":"迎","slug":"迎","permalink":"http://tan-anran.github.io/categories/%E8%BF%8E/"}],"tags":[{"name":"欢迎词","slug":"欢迎词","permalink":"http://tan-anran.github.io/tags/%E6%AC%A2%E8%BF%8E%E8%AF%8D/"}]}],"categories":[{"name":"想","slug":"想","permalink":"http://tan-anran.github.io/categories/%E6%83%B3/"},{"name":"记","slug":"记","permalink":"http://tan-anran.github.io/categories/%E8%AE%B0/"},{"name":"迎","slug":"迎","permalink":"http://tan-anran.github.io/categories/%E8%BF%8E/"}],"tags":[{"name":"无感","slug":"无感","permalink":"http://tan-anran.github.io/tags/%E6%97%A0%E6%84%9F/"},{"name":"太长不看","slug":"太长不看","permalink":"http://tan-anran.github.io/tags/%E5%A4%AA%E9%95%BF%E4%B8%8D%E7%9C%8B/"},{"name":"旧事重提","slug":"旧事重提","permalink":"http://tan-anran.github.io/tags/%E6%97%A7%E4%BA%8B%E9%87%8D%E6%8F%90/"},{"name":"有一说一","slug":"有一说一","permalink":"http://tan-anran.github.io/tags/%E6%9C%89%E4%B8%80%E8%AF%B4%E4%B8%80/"},{"name":"欢迎词","slug":"欢迎词","permalink":"http://tan-anran.github.io/tags/%E6%AC%A2%E8%BF%8E%E8%AF%8D/"}]}