{"meta":{"title":"我叫雸雸，叫我雸雸。","subtitle":"","description":"","author":"覃雸䣸","url":"http://tan-anran.github.io","root":"/"},"pages":[{"title":"关于","date":"2021-07-15T18:05:48.131Z","updated":"2021-07-15T18:05:48.131Z","comments":false,"path":"about/index.html","permalink":"http://tan-anran.github.io/about/index.html","excerpt":"","text":"1"},{"title":"分类","date":"2021-07-13T03:16:23.278Z","updated":"2021-07-12T18:44:54.920Z","comments":false,"path":"categories/index.html","permalink":"http://tan-anran.github.io/categories/index.html","excerpt":"","text":""},{"title":"标签","date":"2021-07-12T18:55:02.804Z","updated":"2021-07-12T18:44:54.920Z","comments":false,"path":"tags/index.html","permalink":"http://tan-anran.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"Horn Tip | I58-60，A58-60","slug":"Horn Tip | I58-60, A58-60","date":"2021-08-09T16:00:00.000Z","updated":"2021-08-10T18:46:25.382Z","comments":true,"path":"2021/08/10/Horn Tip | I58-60, A58-60/","link":"","permalink":"http://tan-anran.github.io/2021/08/10/Horn%20Tip%20|%20I58-60,%20A58-60/","excerpt":"","text":"Issue 58 Young people should be encouraged to pursue long-term, realistic goals rather than seek immediate fame and recognition. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 在之前的Horn tip之中已经提及，论点中看似对立的两者并不完全冲突。 Issue 59 Governments should not fund any scientific research whose consequences are unclear. Write a response in which you discuss your views on the policy and explain your reasoning for the position you take. In developing and supporting your position, you should consider the possible consequences of implementing the policy and explain how these consequences shape your position. 归类：结果型建议类 同样在之前的Horn tip里面已经提及，应该没有什么科学研究的结果是完全确定的，我们不能因噎废食。 Issue 60 Knowing about the past cannot help people to make important decisions today. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 这个问题需要具体问题具体分析（虽然这句话已经被讲烂了。），我们有保留的同意上述观点。 首先，人类社会的发展是开放的，每一个当下我们都面临着数不胜数的新情况、新问题，这些新环境对于我们过往的经验带来了严峻的挑战，时过境迁、日新月异，对历史的照搬照抄只能是东施效颦，无法真正适用于现实。因此，我们在进行当下的现实决策时，不能完全依赖于过去的经验，因为对于过去经验的因循可能会实际上钳制我们自己的思想空间。 但是另一方面，过去的经验是我们学习的养料，从过去的历史故事之中，我们需要去专注反思总结的不仅仅是一些特定的具体知识，更多的是一种求生的方法和手段，或者说，增强自身适应性的技能，这些技能能够一以贯之，帮助我们面对新的问题可以举一反三，不断进步。因此我们不能说过去的历史经验完全无效，只能说其只有在得到合适的转化后对于我们当今的决策才会凸显出其价值。 Arguement 58 The following appeared as a letter to the editor of a national newspaper. &quot;Your recent article on corporate downsizing in Elthyria maintains that the majority of competent workers who have lost jobs as a result of downsizing face serious economic hardship, often for years, before finding other suitable employment. But this claim is undermined by a recent report on the Elthyrian economy, which found that since 1999 far more jobs have been created than have been eliminated, bringing the unemployment rate in Elthyria to its lowest level in decades. Moreover, two-thirds of these newly created jobs have been in industries that tend to pay above-average wages, and the vast majority of these jobs are full-time.&quot;* *Downsizing is the process whereby corporations deliberately make themselves smaller, reducing the number of their employees Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 由于企业自主规模缩减所带来的失业可能是结构性的，我们需要额外的证据来说明企业规模缩减所带来的失业和被新创造出来的工作岗位是相互匹配的。否则，企业缩小规模所裁员下来的员工可能由于知识技术技能等不匹配的原因不能够完全胜任新的工作岗位。而近些年来看起来好看的数据可能来自于往期婴儿潮与技术进步的叠加影响，其对就业和公司水平的拉动通常表现在高新技术产业方面，并不能完全反驳部分行业——诸如传统夕阳产业中——公司自行裁员所带来的社会阵痛。 Arguement 59 The following appeared in a letter to the editor of a Batavia newspaper. &quot;The department of agriculture in Batavia reports that the number of dairy farms throughout the country is now 25 percent greater than it was 10 years ago. During this same time period, however, the price of milk at the local Excello Food Market has increased from $1.50 to over $3.00 per gallon. To prevent farmers from continuing to receive excessive profits on an apparently increased supply of milk, the Batavia government should begin to regulate retail milk prices. Such regulation is necessary to ensure fair prices for consumers.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation is likely to have the predicted result. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 我们不能确定本地牛奶价格的增长有多少是来自于牛奶供应商的超额收益。通常而言，有多种原因可以解释，包括通货膨胀、日渐增加的牛奶消费需求等。 此外，对于价格管制政策的分析，我们需要具体研究牛奶市场的产业结构，观察其究竟是垄断、寡头还是竞争市场。价格管制政策并不总能够增加消费者的福利，相反，在部分产业结构下，管制后的低价格可能会抑制一部分生产，促使部分消费者的消费意愿无法得到满足，并可能会创造更加高价的黑市市场。 Arguement 60 The following appeared in a newsletter offering advice to investors. &quot;Over 80 percent of the respondents to a recent survey indicated a desire to reduce their intake of foods containing fats and cholesterol, and today low-fat products abound in many food stores. Since many of the food products currently marketed by Old Dairy Industries are high in fat and cholesterol, the company’s sales are likely to diminish greatly and company profits will no doubt decrease. We therefore advise Old Dairy stockholders to sell their shares, and other investors not to purchase stock in this company.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the advice and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the advice. 归类：Question类 我们需要质疑调查结果所反映的消费转移在多大程度上会在OD公司产品上变现，可能OD公司所生产的产品没有相关低脂替代品，因此即便消费者倾向于消费低脂产品，OD公司所生产产品的销量也不会发生大幅度降低。 另一方面，我们不确定OD公司是否自身也生产了低脂产品，以及这些产品占其总销量比例，虽然其最近在推广高脂产品，但是其可能低脂产品销量很好无需额外推广。在这种情况下消费者们更多转向低脂可能对于OD公司还是一个利好信息。因此我们对于其股票所进行的操作决策需要额外的信息才能加以分析。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I55-57，A55-57","slug":"Horn Tip | I55-57, A55-57","date":"2021-08-08T16:00:00.000Z","updated":"2021-08-09T16:44:55.760Z","comments":true,"path":"2021/08/09/Horn Tip | I55-57, A55-57/","link":"","permalink":"http://tan-anran.github.io/2021/08/09/Horn%20Tip%20|%20I55-57,%20A55-57/","excerpt":"","text":"又㕛叒叕鸽了很多天，想要一直按部就班的坚持但时间实在有限，总还是倾向于去坚持一些不那么费心费力的事情。不管怎么说，纵然是空想，也要少说废话。 换位思考会不会就是礼貌的同义词。所谓的减少距离感，就是一定是要己所不欲偏施于人地从对方那里夺走点什么，让对方恰如其分地好奇、恰到好处地走近看看。不然这些独立而高冷的个体互斥得很，碰一下就弹得老远老远。 另，前几日和朋友聊天时聊到一个命题，“我想要我不想要的东西”，一个逻辑上明确的伪命题。但为什么我却常有这样的感觉呢？或许这又是板上钉钉地印证一下我的不清醒吧。 Issue 55 Some people believe that the purpose of education is to free the mind and the spirit. Others believe that formal education tends to restrain our minds and spirits rather than set them free. Write a response in which you discuss which view more closely aligns with your own position and explain your reasoning for the position you take. In developing and supporting your position, you should address both of the views presented. 归类：两方观点类 对于持“教育能够解放人们思想和灵魂”观点的一方而言，合适的教育能为人们提供更宽广的视野和更先进的平台，延展人们对于世界的感知方式，基于已搭建好的知识底座上远眺，能看到更加辽阔的未来。 对于持“教育限制人们思想和灵魂”观点的一方而言，因为大部分教育内容都是基于分类学和定义，均是一种什么是什么的命题，是通过使用确定性去阻断了想象的空间、阻断了创意的不确定性。我们在现实生活中也有很多这样的例子，虽然没有接受过太多正统的教育（网络中可能会用“荼毒”）但是自学成才并在专业领域有很大成就。 授人以鱼不如授人以渔。真正的教育是传授“渔”的技能，而非随时可能成为刻板印象的固定知识。掌握专业的技能和能力，人们就能够用更加便捷的方式去想象，去创造，而非被格式化在具体知识的囚笼里饱受煎熬。 Issue 56 Some people believe it is often necessary, even desirable, for political leaders to withhold information from the public. Others believe that the public has a right to be fully informed. Write a response in which you discuss which view more closely aligns with your own position and explain your reasoning for the position you take. In developing and supporting your position, you should address both of the views presented. 归类：两方观点类 这是一个有趣的问题。我们若只从效率的角度来考虑这一问题，即将政府及政治家视作公共品的提供者，那么这一问题等价于完全信息情况下是否一定会带来更好的公共决策？这会依赖于信息的种类、性质与社会群体特征等多种因素。因此，对于前一种观点来说，当信息容易造成群体狂热、引发严重恶劣后果时，政治家们应该对于信息采取封锁，并采取安抚措施推动社会回归理性；对于后一种观点来说，一方面，在信息社会很难做到完全信息封锁，并且信息封锁这一行为本身可能也会诱发新的社会事件；另一方面，信息公开通常会有助于公共决策，运用群体的智慧并考虑不同层次、不同社会构成的需求，但其前提是社会确实足够理性。 但是我们若将政府或者是信息所有者视作一个独立的客体，那么控制信息就会出于更加多元的动机和目的。 Issue 57 Claim: Universities should require every student to take a variety of courses outside the student’s major field of study. Reason: Acquiring knowledge of various academic disciplines is the best way to become truly educated. Write a response in which you discuss the extent to which you agree or disagree with the claim and the reason on which that claim is based. 归类：因果类 这个声明在之前已经讨论过多次，声明所基于的原因就仿佛没有说一样。 Arguement 55 The following appeared in a memo from a vice president of a large, highly diversified company. &quot;Ten years ago our company had two new office buildings constructed as regional headquarters for two regions. The buildings were erected by different construction companies — Alpha and Zeta. Although the two buildings had identical floor plans, the building constructed by Zeta cost 30 percent more to build. However, that building’s expenses for maintenance last year were only half those of Alpha’s. In addition, the energy consumption of the Zeta building has been lower than that of the Alpha building every year since its construction. Given these data, plus the fact that Zeta has a stable workforce with little employee turnover, we recommend using Zeta rather than Alpha for our new building project, even though Alpha’s bid promises lower construction costs.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 首先，备忘录中观点认为虽然Z公司大楼建设成本高，但是其维护成本低，能够节约更多的成本。但是我们不确定Z公司所建设大楼在维护成本上具体能够节约多少钱，是否足够弥补30%初始投入的差额。我们知道在工程建设方面初始投入的资金往往是最大的，其后期的维护成本可能只占成本的一小部分。除此之外，备忘录中的观点所基于的维护成本数据仅仅是去年一年数据，不足以说明问题。 其次Z公司所建大楼与A公司所建大楼相比有更低的能源使用和更稳定的雇员周转率，但这也不一定能够说明Z公司所建大楼质量就一定更好。因为Z公司和A公司分别建设的两栋楼不一定用于相同的部门办公，不同部门工作需求、内部文化也会不一样。比如在Z公司所建大楼的员工人数更少，部门职员更精干节俭，所以能源使用更少，这些都是可能会造成此种现象的原因。 最后，我们不确定两家公司当今的建设质量是否仍然能和十年前相比，这一时间维度能允许两家公司很多维度的改变。 Arguement 56 The following appeared in a memo from a vice president of a large, highly diversified company. &quot;Ten years ago our company had two new office buildings constructed as regional headquarters for two regions. The buildings were erected by different construction companies — Alpha and Zeta. Although the two buildings had identical floor plans, the building constructed by Zeta cost 30 percent more to build. However, that building’s expenses for maintenance last year were only half those of Alpha’s. Furthermore, the energy consumption of the Zeta building has been lower than that of the Alpha building every year since its construction. Such data indicate that we should use Zeta rather than Alpha for our contemplated new building project, even though Alpha’s bid promises lower construction costs.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 就是上面那道题啦。 Arguement 57 The following is a letter to the editor of the Waymarsh Times. &quot;Traffic here in Waymarsh is becoming a problem. Although just three years ago a state traffic survey showed that the typical driving commuter took 20 minutes to get to work, the commute now takes closer to 40 minutes, according to the survey just completed. Members of the town council already have suggested more road building to address the problem, but as well as being expensive, the new construction will surely disrupt some of our residential neighborhoods. It would be better to follow the example of the nearby city of Garville. Last year Garville implemented a policy that rewards people who share rides to work, giving them coupons for free gas. Pollution levels in Garville have dropped since the policy was implemented, and people from Garville tell me that commuting times have fallen considerably. There is no reason why a policy like Garville’s shouldn’t work equally well in Waymarsh.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 信中的观点认为建设新路成本高且扰民，这其实假设了交通拥挤的主要路段均是在闹市区。但我们需要额外的证据表明这些新路的建设确实是无效率的，因为只要条件允许，可以在相对偏僻的地区开辟快捷的新路以疏导车流，这样的建设不一定会成本很高，而且附近也不一定会有很多居民。 其次，信中观点推荐模仿G城颁布鼓励共享出行的政策，因为在颁布政策后，G城污染下降并且通勤时间也下降了。但是我们不确定G城污染下降是否和它同期出台的相关规定或者政策有关。此外，G城人反映通勤时间显著下降，但是没有明确的数据说明其原先的基数是多少，并且这存在幸存者偏差，因为那些没有享受到政策好处的人可能没有向信的作者会反馈他们的心情。 最后，G城和W城所面对的城市情况不一定完全可比，很有可能G城的城市结构允许了人们拥有更多共同的线路可供分享，而W城的城市结构在分享形成政策颁布后会导致更深层次的混乱。我们需要更加详细地了解通勤时间变长的原因，再进行具体问题具体分析。 成天碌碌无为就会成天胡思乱想。什么是让人感到无聊呢？","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I52-54，A52-54","slug":"Horn Tip | I52-54, A52-54","date":"2021-08-05T16:00:00.000Z","updated":"2021-08-07T17:00:44.829Z","comments":true,"path":"2021/08/06/Horn Tip | I52-54, A52-54/","link":"","permalink":"http://tan-anran.github.io/2021/08/06/Horn%20Tip%20|%20I52-54,%20A52-54/","excerpt":"","text":"Issue 52 The human mind will always be superior to machines because machines are only tools of human minds. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 这一论断即便在如今看起来似乎有道理，但我们永远不能完全预测未来会发生什么。这一论断有针对性的把机器视作一种“死物”，而由此产生一种基于控制权的优越感。但在众多科幻片中，诸如电影《我，机器人》（I, robot）对于机器意识就曾进行过形象的描写。在意识与意识之间的较量上，优越的比较就显得捉襟见肘。 另一方面，我们不能完全苟同论断中的优越感，即不能认为优越性建立在控制和操纵上。就辩证法而言，工具被我们使用同时也在使用我们。机器和人脑在不同方面各有专长，各有侧重。就如今看来，机器是我们理性的延伸与确定性的极端，我们保有的那不确定、不稳定的感情暂时仍然是我们之所成为自身的根本。 Issue 53 People who are the most deeply committed to an idea or policy are also the most critical of it. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 这句话从辩证法的角度来看特别优雅，但因为不论是词语“忠于”还是“批判”都没有非常明确的定义，因此我们不能毫无保留的接受这一论断。 我们需要讨论“忠于”是否与“批判”统一在理性逻辑的范畴，也即可以不断证伪、具有肯定到否定、否定再到否定之否定的逻辑上升可能。就人的观点而言，其产生总是瞬发且成千上万。不是所有的观点都能够经得其科学体系的检验，但是它们其中的任何一个在一定的机缘巧合下都可以成为一个人一段时间甚至一生的思想主宰。在这些观点中，因为其与批判性为不属于同一讨论体系，所以也几乎没有什么放在一块讨论的比较，我们将其归类为中性的“幻觉”。 如果观点进入到可以批判的领域，那么它就立即拥有了社会性这一重要特征。它们不再是创造者、发现者个人的财富，而是成为可以被罗列被讨论的公共品。因此，当人坚持忠于一个观点时，其必然也要经受这不论是来自他人还是来自自身的严刑拷打。不论这一观点未来在多长时间以后会被时代淘汰，我们始终会尊敬这样一个尊敬观点的灵魂。 Issue 54 Some people believe that society should try to save every plant and animal species, despite the expense to humans in effort, time, and financial well-being. Others believe that society need not make extraordinary efforts, especially at a great cost in money and jobs, to save endangered species. Write a response in which you discuss which view more closely aligns with your own position and explain your reasoning for the position you take. In developing and supporting your position, you should address both of the views presented. 归类：两方观点类 站在支持不遗余力保护所有生物的观点一方而言，因为我们不能完全明确生物多样性降低所可能带来的连锁性后果，因此我们在局部上进行优化可能就是尽可能保护我们身边的一切，试图维护原状。以保守的角度采取措施以避免事态发展到不可控制。而站在反对方而言，因为世界是不断变化的，生物和人们所面临的状况也非一成不变，物竞天择、适者生存的规则仍然适用。生物物种的生存终究要依赖于自身的适应性，有时候极端保守也仍然无法阻止一些物种的消亡。钱应该花在刀刃上，如果我们终究是为了人类的生存，那仍然有很多并行的工作需要投资。总而言之，我们需要明智地展开保护，在适当程序上进行权衡取舍与阶段性总结反思，避免南辕北辙。 Arguement 52 The following appeared in a memo from the owner of a chain of cheese stores located throughout the United States. &quot;For many years all the stores in our chain have stocked a wide variety of both domestic and imported cheeses. Last year, however, all of the five best-selling cheeses at our newest store were domestic cheddar cheeses from Wisconsin. Furthermore, a recent survey by Cheeses of the World magazine indicates an increasing preference for domestic cheeses among its subscribers. Since our company can reduce expenses by limiting inventory, the best way to improve profits in all of our stores is to discontinue stocking many of our varieties of imported cheese and concentrate primarily on domestic cheeses.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation is likely to have the predicted result. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 对于减少进口奶酪存货的决策我们有几个问题需要确认。 首先，虽然说去年在新开店铺中最畅销的5款奶酪都是本地奶酪，但是我们不确定是否有其他原因导致这些本地奶酪畅销，因此也不能确定新开店铺的数据是否能够代表整体，比如在新开的店铺，可能对于本地奶酪的打折力度很大，增加了本地奶酪的购买量；也有可能是因为这几家新开店铺都在威斯康星州，本地奶酪在当地更加迎合当地人口味，因此也更受欢迎，但是可能在其他店铺则没有这一现象。此外，我们还需要确认具体本地奶酪和进口奶酪的销售量，有可能两者其实比较平均而显示出本地奶酪畅销只是其数字略大于进口奶酪罢了。 其次，世界范围内的调查表明对于本地奶酪兴趣增加。但是我们不能确定这个增加是否会变现、以及其变现所带来的销售量是多少，是否足够能与减少进口奶酪存货而损失的利润收支相抵。这些都需要更加具体的数据来加以说明。 最后，我们不确定减少进口奶酪存货能够节约多少储存成本，毕竟在减少进口奶酪存货的同时可能也会需要增加本地奶酪存货。这些都需要进一步的数据支撑再进行权衡取舍。 Arguement 53 The following appeared as part of a business plan developed by the manager of the Rialto Movie Theater. &quot;Despite its downtown location, the Rialto Movie Theater, a local institution for five decades, must make big changes or close its doors forever. It should follow the example of the new Apex Theater in the mall outside of town. When the Apex opened last year, it featured a video arcade, plush carpeting and seats, and a state-of-the-art sound system. Furthermore, in a recent survey, over 85 percent of respondents reported that the high price of newly released movies prevents them from going to the movies more than five times per year. Thus, if the Rialto intends to hold on to its share of a decreasing pool of moviegoers, it must offer the same features as Apex.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation is likely to have the predicted result. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 首先，R影院和A影院所处的地理位置不一样，我们不能完全确定A影院比R影院可能更加受欢迎是由于A影院的设备更加先进所导致的。R影院已经成立了5年，而其所在的城市在这5年间可能也已经发生了翻天覆地的变化，原来是人口密集区随着城市化发展从市中心转向郊区，原来的城市中心也可能转变了其职能。A影院可能现在受欢迎可能是因为其正好处在目前较好的位置。更何况，现在也没有直接的证据表明A影院的确吸引了很多观众前往，或者说A影院有多于R影院的观众数量。因此我们不能确定模仿A影院增加全新的设备是否能够吸引到足够的观众，并且这些设备的购入会带来额外的成本，这可能会加重R影院的经营压力。 其次，有报告说明相比于5年前，如今新上映电影的高价会降低观众前往电影院的意愿。但文中没有具体说明这一论据是如何和前面的材料相互联系的。可能R影院还需要降低自身价格，但是这又与改造、装潢成本相矛盾。因此我们需要额外的证据来说明当前的市场需求情况，制定更加详细的改良方案。 Arguement 54 A recent study reported that pet owners have longer, healthier lives on average than do people who own no pets. Specifically, dog owners tend to have a lower incidence of heart disease. In light of these findings, Sherwood Hospital should form a partnership with Sherwood Animal Shelter to institute an adopt-a-dog program. The program would encourage dog ownership for patients recovering from heart disease, which should reduce these patients’ chance of experiencing continuing heart problems and also reduce their need for ongoing treatment. As a further benefit, the publicity about the program would encourage more people to adopt pets from the shelter. And that will reduce the incidence of heart disease in the general population. Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 首先，报告只是显示了领养宠物和健康生活、较低风险患心血管疾病之间的正相关关系，但是上述文章却直接假设了两者存在因果联系。如果要判断因果性一定要知道孰先孰后并且控制其他因素的影响，但是报告之中并没有显示这一点。很有可能是因为那些生活压力小、物质财富丰富的人本身健康状况良好，所以有多余的金钱和时间用于领养宠物，如果这一点成立，则可能文中所有的建议都不能完全成立。 其次，建议假设了领养宠物有助于降低病患未来心血管疾病发生概率和手术需要。但是领养宠物和医学治疗之间这种替代关系并没有非常明确的证据。除此之外，人们可能会对于一些宠物过敏，进而带来一些不必要的紧急情况。 最后，建议假设了收容所和医院的合作计划将会增加人们去收容所领养宠物的意愿。但是这并不总是成立的，因为人们领养宠物可能会追求宠物的品种、血统、样貌，而这些要求可能收容所并不一定能够完全满足。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I49-51，A49-51","slug":"Horn Tip | I49-51, A49-51","date":"2021-08-04T16:00:00.000Z","updated":"2021-08-13T15:00:33.227Z","comments":true,"path":"2021/08/05/Horn Tip | I49-51, A49-51/","link":"","permalink":"http://tan-anran.github.io/2021/08/05/Horn%20Tip%20|%20I49-51,%20A49-51/","excerpt":"","text":"一个人若找不回自己，就算其有再多的好奇心与渴望，也是在拼尽一切努力去抓住那些偶然间漂流来的东西。挣扎得越是疯狂，便越是非其所想，生也可鄙、死也可厌。他需要在孤独的爆发中形成自己的核心、自己的引力。在这时，无声的空旷才会给他一个位置，接受作为整体的他自己。 Issue 49 People should undertake risky action only after they have carefully considered its consequences. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型判断类 三思而后行。通常是我们在进行决策时所希望奉行的准则。特别对于风险行为而言，人们使用过去所积累的经验对于其所可能发生的情形进行预测，权衡利弊，考虑最坏情况及其发生的概率，并为此做好心理准备或是采取相应的缓释措施。这就是我们理想中正常进行选择的决策过程。 但是人并不是全知全能的，其理性也存在限度。在真正进行情形假设与预测的过程中，过去的经验并不是总是适用。对于任何一个现实中给定的问题，人们所面对的不是结果的随机性，而更多的是结果的未知性。如果没有过去的相关思想材料来帮助我们思考，我们很难真正明确我们所选择这一行为真正会带来什么结果。其次，人们除开预测能力有限以外，并且其也有相对应的时间成本。在一个选择上花费太多的时间思考犹豫，往往可能会错过决策的最佳时间，也错过所思考情形发生的最佳机会。 因此，思想实验固然有效，但是始终不是万能的。实践才是检验一切真理的唯一标准。 Issue 50 Leaders are created by the demands that are placed on them. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 这道题又有一些试图争论“时势造英雄”还是“英雄造时势”的味道。单从结构功能主义的角度来说，领导者也是结构的一部分，其承担着集体这一结构所赋予其特定的功能与角色。因此从这个角度来说，领导者的角色确实迎合了集体结构对其角色的要求。 但是，如果从一个集体演化过程的角度出发，一个领导者可能是集体诞生的核心，领导者的主动性团结了与集体相关的其他资源和构成。从而使得集体之所成为一个集体。因此，从这个角度来说，领导者创造了对他们自身的额外需求，给他们提供了之所成为领导者的必要条件。 Issue 51 There is little justification for society to make extraordinary efforts — especially at a great cost in money and jobs — to save endangered animal or plant species. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 在之前的Horn tip里面我们谈及了关于拯救濒危动物的话题。从根本上来说，拯救濒危动物不完全是人类对自然的忏悔与赎罪，而是人类的自我救赎与自我保护。尽可能的维护生态系统基于生物多样性的稳定性，避免由于物种缺失所带来的生态系统崩溃及其无法预料的结果，这本身都是人类为了保全自身繁衍可能所做的努力。 事实上，这种成本收益的权衡取舍是很难进行的，因为我们所处理的对象是生物和瞬息万变的生态环境，我们对于各种机理了解得还不完全明晰，因此并不是所有保护濒危物种的措施都是行之有效的。此外，我们也不能确定我们所保护的动植物是否真的能够有助于我们自身生存的维系，即便了解也无法明确量化。但是面对未知，我们最好的方式就是增强自身的适应力和弹性，做点什么做点什么都不做好？不是么？ Arguement 49 The following appeared in a memo from the director of a large group of hospitals. &quot;In a laboratory study of liquid antibacterial hand soaps, a concentrated solution of UltraClean produced a 40 percent greater reduction in the bacteria population than did the liquid hand soaps currently used in our hospitals. During a subsequent test of UltraClean at our hospital in Workby, that hospital reported significantly fewer cases of patient infection than did any of the other hospitals in our group. Therefore, to prevent serious patient infections, we should supply UltraClean at all hand-washing stations throughout our hospital system.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumpyion类 备忘录为了说明UC的效果，指出其可以增加40%的杀死细菌的能力。但是这假设了UC和传统液体肥皂的差别仅限于杀菌能力，但是我们可能还需要比较其他的指标，诸如杀菌效果持续时间、方便程度等等。 其次，备忘录假设了使用UC的医院病患感染事故发生较少完全是因为使用了UC的缘故。但是我们并不能完全确定是否还存在其他可能对该结果产生影响。比如本身能够使用UC的医院医疗卫生条件状况就比较好，对于医生护士的职业规范培养非常到位，所以本身就较少可能发生感染事故。我们需要额外的数据来证明UC在该比较中所发挥的直接作用。 最后，备忘录直接假设了更换UC设备不会对于医护清洁习惯产生很大的影响，但是统一更换设备可能会导致在改革过程中的不适应以及漏洞真空，需要额外的配套培训措施来推广UC的充分应用。 Arguement 50 The following appeared in a letter to the editor of the Parkville Daily newspaper. &quot;Throughout the country last year, as more and more children below the age of nine participated in youth-league sports, over 40,000 of these young players suffered injuries. When interviewed for a recent study, youth-league soccer players in several major cities also reported psychological pressure exerted by coaches and parents to win games. Furthermore, education experts say that long practice sessions for these sports take away time that could be used for academic activities. Since the disadvantages outweigh any advantages, we in Parkville should discontinue organized athletic competition for children under nine.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 信中观点认为参加体育锻炼对于孩子们的身体和心理健康都有很大的影响，并且占用了孩子们参加课程学习的时间，而吸引孩子们参加青年联盟运动的主要原因是相关赛事的举办。这之中有几点假设需要我们仔细讨论。 首先，在身体素质方面，信指出去年有多于4万青年运动员受伤，并假设其直接代表了参加这些体育项目会对孩子们的身体健康造成极大损害。但是我们不确定这个报告中所覆盖的受伤程度以及青年运动员的总数。一个是参加体育锻炼从整体而言是能够强健体魄，另一个是这些手上报告的程度很轻并且实际占比较低，不能完全说明这些项目的训练对于孩子们身体有很大影响。 其次，在心理健康方面，信认为主要城市中的青年参赛者反馈了来自家庭和教练的求胜心理压力，并假设其为影响参赛者心理健康的证据。但是有压力才有动力，适当的压力能够促进孩子们在赛场上的更好表现，并且能进一步磨炼意志。该反馈不能完全等同于心理健康状况恶化。 再者，专家指出长期训练会挤压学习时间。信直接假设了当前孩子们的训练都是长期的，但是可能绝大部分孩子们参训只是兴趣爱好，而只有在未来决定走职业道路的选手才会长期参加训练。我们没有充分的证据说明当前孩子们学业和参加体育训练之间的时间分配矛盾。 最后，信认为比赛是导致孩子们参训的直接原因，但是孩子们参加这些训练也有可能是为了未来做准备。贸然取消比赛会扭曲家长和孩子们对未来规划激励，产生无法估计的结果。 Arguement 51 When Stanley Park first opened, it was the largest, most heavily used public park in town. It is still the largest park, but it is no longer heavily used. Video cameras mounted in the park’s parking lots last month revealed the park’s drop in popularity: the recordings showed an average of only 50 cars per day. In contrast, tiny Carlton Park in the heart of the business district is visited by more than 150 people on a typical weekday. An obvious difference is that Carlton Park, unlike Stanley Park, provides ample seating. Thus, if Stanley Park is ever to be as popular with our citizens as Carlton Park, the town will obviously need to provide more benches, thereby converting some of the unused open areas into spaces suitable for socializing. Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 文中基于监控数据看到车辆很少推断S公园已经不受欢迎，这假设了进入S公园的人都通过私家汽车方式前往。但是可能很多人是步行到达S公园，而没有被纳入停车场监控的计算范围。我们需要更加精确的数据来说明S公园的日均游客数量，否则S公园日均50辆车和C公园日均150人次两个数据无法进行直接比较，毕竟一辆车还能坐四到五个人。 其次，上文将C公园和S公园之间的主要区别——C公园位置更多视作C公园更受欢迎的主要原因，这假设了两个公园其他方面都有同等程度的吸引力度。但是文中提及了C公园位于商业区，所以其位置可能本身就离主要人群比较近，所以其在工作日会受到更多的欢迎。也有可能是C公园票价更低，能吸引更多的游客。我们需要额外的证据来进行更为全面的比较。 最后，C公园长凳更多，但这并不意味着S公园能够完全照搬模仿。因为C公园所处位置为商业区，所以C公园可能会更多的承担了商业、社交、下班后散心等职能。但是S公园则可能具有其他自身带有特色的功能，比如家庭野餐、周末游玩等。关于S公园增加长凳的建议是直接假设了其不会影响到S公园的其他功能。但是这一措施很有可能破坏S公园内部的景观。此外由于位置的原因，这些新增加的设施可能也无法得到较充分的使用，而只是无端提高了运营成本。 想要摆脱思念，就像在不断地用力点击切歌键，却忘了自己一直设置着单曲循环。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I46-48，A46-48","slug":"Horn Tip | I46-48, A46-48","date":"2021-08-03T16:00:00.000Z","updated":"2021-08-05T15:19:51.029Z","comments":true,"path":"2021/08/04/Horn Tip | I46-48, A46-48/","link":"","permalink":"http://tan-anran.github.io/2021/08/04/Horn%20Tip%20|%20I46-48,%20A46-48/","excerpt":"","text":"Issue 46 Learning is primarily a matter of personal discipline; students cannot be motivated by school or college alone. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 学习是一个人的自我修行，虽然说学生们学习习惯的养成不能仅仅依赖于学校，但是学校作为当今的独立出来的专业化教育机构，仍然学生们的学习习惯养成过程中扮演着非常关键的角色。我们有保留的同意上述观点。 学习是终身的，其不是一项阶段性的任务而更像是一种技能。只是因为在学校这一特殊地点，学习以更加强制、显性的形象呈现出来。走出校园，进入到社会，便是更加广大的学习平台，人际关系中的人情往来和揖让周旋、工作内容中面对新的挑战和时代变化，这些都是需要自觉而热情的学习者来谨慎加以对待的。另一方面，如今学习的形式愈发多样，学校之中传授的大部分是一些稳定的可以固化在文字或者某种展现形式的知识，但是生活之中的知识无穷无尽，而且其形式不固定，对于不同的人也会有不一样的附加值，而这些都是需要人们以学生的身份去主动探索。因此，我们说学习习惯的杨成不能仅仅依赖于学校的鼓励。 但是，就目前形式来看，人们青少年的大部分时间都是在学校之中度过。学校作为从家庭分权独立出来的专业化教育机构，承担了教育孩童的重要职能。一个好的学校环境对于学生们学习习惯的养成会起到非常关键的促进作用。学校相当于学生们在步入社会这一汪洋大海之前的试水池，学生可以在这里用自己所习得的习惯和知识在此之中试错，但是一旦进入到社会之中，这种容错率就会大幅减小。因此，学校应该为学生们检验自身的学习能力提供充足的环境和条件，承担起自身的专业职能。 Issue 47 Scientists and other researchers should focus their research on areas that are likely to benefit the greatest number of people. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 科学是一个相对独立的社会系统，它的发展虽然可能最开始是以增进社会福利为目标，但是其为了完善自身逻辑，在未来的发展过程中总是不可避免的“异化”。有一些在科学上很重要的问题，在目前我们实际生活中看来可能并不重要，这主要是有两点原因：第一，科学问题的发现和解决超前于我们当前的时代，一个特定科学发现的具体应用和落地仍然需要一段很漫长的时间；第二，科学中的有些问题是为了处理自身所存在的逻辑漏洞，这些问题关系到整个科学大厦的稳定，因为涉及信仰，所以即便是花费再多的人力物力也需要在体系内完全解决。所以，当我们说科学研究的社会价值，更多的是从对于希望将科学知识应用到现实生活中的人们而言的，而不是对于纯粹的捍卫科学信仰及其尊严的科学家来说的。 Issue 48 Politicians should pursue common ground and reasonable consensus rather than elusive ideals. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 这道题面应该暗含了一些背景假设，比如这个政治家具体是指什么阶段的政治家，是当权的政治家还是处于竞争阶段的政治家。单从政治这一方面来说，我们总是要想到群体及其群体心理的特征，因此简单直白的、直接的意识形态在大部分时候都能够相比于复杂的观念更好的在群众之间传播、激发、引起共鸣。当然，如果政治家的宣传手段足够高超，一些复杂的观念也能够被分化为清晰的具象深入人心，不过这些都需要具体问题具体分析了。 此外，这道题目中所给的形容词好像也都抽象得并不相互冲突，我们希望政治家们能引导社会走向通向光明的通路，但是其具体手段的方向、效力都取决于他们如何应用好手中的工具来引导社会和集体。 Arguement 46 The following appeared in a memo from the president of Bower Builders, a company that constructs new homes. &quot;A nationwide survey reveals that the two most-desired home features are a large family room and a large, well-appointed kitchen. A number of homes in our area built by our competitor Domus Construction have such features and have sold much faster and at significantly higher prices than the national average. To boost sales and profits, we should increase the size of the family rooms and kitchens in all the homes we build and should make state-of-the-art kitchens a standard feature. Moreover, our larger family rooms and kitchens can come at the expense of the dining room, since many of our recent buyers say they do not need a separate dining room for family meals.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumpyion类 首先，备忘录的观点直接假设了D公司所建造房屋的销售量上升和高于全国市场的价格的直接原因来源于这些房屋拥有更大娱乐室和厨房。虽然亦有基于全国范围的调查支持带有上述两种特征的房型更受欢迎，但是我们没有更强有力的证据说明。D公司所建造的房屋还有可能带有其他特征、比如更好的周边环境，更加迎合了当地居民的口味导致了这种结果。 其次，观点假设了扩大娱乐室和厨房面积并对厨房进行特别的装潢能获得充分的市场响应。但是我们需要更多的证据支撑此点假设，特别是D公司的成功可能不能复制，B公司的模仿进入可能会导致两家公司恶性竞争，进而减少利润。此外，我们最高水准的厨房方案无疑也会引入额外的成本和更高的价格，不一定会有消费者愿意为此买单。 最后，观点以近期买者表示不需要额外的餐厅来就餐这一事实来支撑可以减少餐厅面积假设了其不会影响消费者的其他需求的论点，这假设了消费者仅仅将餐厅用作就餐。但是额外的餐厅空间还可以被用来很多其他的用途，比如客厅的补充、或者是独立的活动室等，不应该忽视这部分需求的可能。 Arguement 47 The following appeared in a letter from a firm providing investment advice for a client. &quot;Most homes in the northeastern United States, where winters are typically cold, have traditionally used oil as their major fuel for heating. Last heating season that region experienced 90 days with below-normal temperatures, and climate forecasters predict that this weather pattern will continue for several more years. Furthermore, many new homes are being built in the region in response to recent population growth. Because of these trends, we predict an increased demand for heating oil and recommend investment in Consolidated Industries, one of whose major business operations is the retail sale of home heating oil.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 首先，建议指出家庭燃油需求非常稳定，绝大部分家庭均将其作为主要供暖能源。其假设了这一特征恒常不变，在当前强调绿色经济、低碳生活的时代背景下，可能会由越来越多的居民转向使用更加清洁的能源而非继续使用燃油。 其次，该建议认为由于气象预测未来极端寒冷天气特征会继续持续，所以认为当地居民会增加燃油需求。这假设了极端寒冷天气和燃油需求之间的负因果联系。但是很有可能由于燃油发热效果有限，为了应对极端天气，当地居民可能转向使用其他燃烧效率更高的能源为家庭生活供暖。 最后，建议假设了新建设的住房也均会使用燃油供暖，但是这是不确定的。基于在前文提到的原因，新建住房可能不会再使用燃油供暖。并且事实上我们也不确定C公司对于这些地区的市场占有率如何，其在市场结构中处于什么样的地位。这些都会影响到其未来的利润以及我们的投资收益。 Arguement 48 The following appeared in an article in the Grandview Beacon. &quot;For many years the city of Grandview has provided annual funding for the Grandview Symphony. Last year, however, private contributions to the symphony increased by 200 percent and attendance at the symphony’s concerts-in-the-park series doubled. The symphony has also announced an increase in ticket prices for next year. Given such developments, some city commissioners argue that the symphony can now be fully self-supporting, and they recommend that funding for the symphony be eliminated from next year’s budget.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Evidence类 首先，虽然私人捐款上升了百分之两百，但是我们并不确定这部分私人捐款在总捐款数目的总占比为多少，可能其本身所占成分就很少，即便翻番也仍然是杯水车薪。 其次，我们需要额外的证据表明公园演唱会观众数量增加确实带来了大量的收入。但很有可能是公园演唱会质量上升所以吸引了更多观众，而这部分质量的上升引入了额外的成本，这很有可能导致交响乐团更加入不敷出。 最后，合唱团声明明年提高票价，但我们需要额外的证据表明这不会带来观众人数的大量减少。如果合唱团面对的需求曲线是富有弹性的，那么在提高票价以后也不会获得很高的售票收入，相反收入可能会降低。 因此，我们需要额外的证据来说明合唱团能自负盈亏，否则贸然减少对于合唱团的资金支持可能会导致合唱团解散。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I43-45，A43-45","slug":"Horn Tip | I43-45, A43-45","date":"2021-08-02T16:00:00.000Z","updated":"2021-08-04T16:32:45.479Z","comments":true,"path":"2021/08/03/Horn Tip | I43-45, A43-45/","link":"","permalink":"http://tan-anran.github.io/2021/08/03/Horn%20Tip%20|%20I43-45,%20A43-45/","excerpt":"","text":"Issue 43 In order for any work of art — for example, a film, a novel, a poem, or a song — to have merit, it must be understandable to most people. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 什么是价值？对于这一问题的回答直接影响到我们对题目论断的判断。据我们所知，价值具有多种不同的形式，有个体的、集体的、社会的。题目中的论断是希望从社会全体的角度出发来评判一个艺术品的价值，但是这存在一些问题。首先，这个大多数人理解的人数需要达到什么样的程度？人们的理解是否可以加总呢？一千个读者有一千个哈姆雷特，对于同一个物品每个人都会有自己的感触与理解，但是这些是很难以完全统一或者量化的。一千个人的欣赏或许可以明确代表艺术品的价值，但是一个人的欣赏也是无与伦比的。 其次，什么是理解？理解可以并不明确代表欣赏或者厌恶，这是一个非常中性的词语，是每个人在艺术品中找到一个自己。每个人的人生经历、处境不同，带着不同的成见，看待艺术品时也会有不同的观感。我们是否能确切地说积极的理解绝对正确，而对校级的理解嗤之以鼻呢？ 最后，这种大多数人理解的价值是静态还是动态的。通常我们认为一个好的价值测度应该是使得艺术品的价值如艺术品本身，自诞生以后亘古不变。但我们人类的认知是有层次的，需要层层铺垫才可前进。在现实中，有太多超越时代的艺术作品需要时间才能被人们铭记的例子。这意味着我们似乎很难通过在每个当下通过统计一件艺术品是否被大多数人理解来说明其价值。 Issue 44 Many important discoveries or creations are accidental: it is usually while seeking the answer to one question that we come across the answer to another. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 如果这是在陈述一个事实，那么确实如此。因为题目之中没有诸如“大部分”等限定词，所以作为一个事实陈述来说似乎无可厚非。但是如何有逻辑的证明这一论断呢？偶然的发现、其他的问题，这是本题的两个关键词。 Issue 45 The main benefit of the study of history is to dispel the illusion that people living now are significantly different from people who lived in earlier times. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 这道题中对于历史的界定似乎仅限于人类的历史，而不是考虑到更加广泛的涵盖生物、地球、宇宙的历史。但即便我们顺着体重论断的逻辑，我们也仍然有话可说。 有保留的同意上述观点。虽然说我们并不知道为什么会存在“今人与古人生活差距较大”这样的幻觉，也不知道为什么摆脱这样一个幻觉可以被视作学习历史的主要好处。但是对于历史的学习有助于我们习得过去人们的生活，了解我们当今生活种种习惯、装置的起源，认清楚我们与先辈们的关系，明晰我们自身在人类发展进程的位置。这不仅仅是对过去故事的重新发现，更是深刻认识我们自己。因此，我们在学习历史的过程中会发现如今生活与过去先辈们生活千丝万缕的联系，从而将静态的、割裂的认知重新连接起来。 但是，人类对于历史的书写通常也是有选择的，特别是在对己的历史上。在“发现”历史的时候，我们也在选择遗忘。过去的事、过去的人无可记载，只有一些重要的，留下了痕迹的内容进入了我们的眼帘。我们基于“人类社会是连续的”这一假设，用我们现在的经验去解构过去的表面，但是这些解构可能本身也并不完全符合当时的实际情况，那从这种解构中所获得关系可能就是虚假的、牵强附会的。 以史为鉴，可以知兴替。从本质上说来，历史的架构可能是一代人共同建构的集体幻想。用幻想去打倒幻想似乎也未尝不可。只是我们应该保持好奇，想想幻想之外应该还会有什么。 Arguement 43 The following appeared in a memo from the vice president of marketing at Dura-Sock, Inc. &quot;A recent study of our customers suggests that our company is wasting the money it spends on its patented Endure manufacturing process, which ensures that our socks are strong enough to last for two years. We have always advertised our use of the Endure process, but the new study shows that despite our socks’ durability, our average customer actually purchases new Dura-Socks every three months. Furthermore, our customers surveyed in our largest market, northeastern United States cities, say that they most value Dura-Socks’ stylish appearance and availability in many colors. These findings suggest that we can increase our profits by discontinuing use of the Endure manufacturing process.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumpyion类 文章对于耐用性技术的市场调查依赖于一些重要的假设，我们需要对此进行逐一讨论。 首先，副总裁假设了“平均每位顾客三个月购买一次袜子”的事实代表袜子的实际使用周期就是3个月，但是这还有诸多原因可以进行解释，比如三个月代表着换季，消费者本身可能也是三个月购买一次衣物，或者有其他的促销活动。购买行为周期不能代表使用行为周期，添置新的义务并不必然意味着旧衣物的丢弃或处置。 其次，副总裁通过查看最大市场美国北部城市的数据，认为人们更加关注的是袜子的外观和颜色，而非耐用性。这里首先假设了最大市场和其他市场的可比性，因为可能最大市场的人均收入很高，对于产品的耐用性并没有很高的额要求，而其他相对分散但是数量众多的市场非常依赖于袜子的耐用性。另一方面，这里假设了消费者在参加调查的时候确实将商品耐用性与袜子外观颜色等特征等同。因为该品牌主打袜子耐用性，所以消费者可能将袜子的实用性放在最为基础的首位，其次才是袜子的外观和颜色。调查结果所显示的偏好是基于袜子质量不变的情形下，如果公司贸然改变产品质量，可能会导致需求量的大幅度下滑。 最后，我们还要对于降低质量所带来的包括声誉、推广宣传等成本和其所节约的成本进行权衡取舍。 Arguement 44 The following appeared in a memo from the vice president of marketing at Dura-Sock, Inc. &quot;A recent study of our customers suggests that our company is wasting the money it spends on its patented Endure manufacturing process, which ensures that our socks are strong enough to last for two years. We have always advertised our use of the Endure process, but the new study shows that despite our socks’ durability, our average customer actually purchases new Dura-Socks every three months. Furthermore, our customers surveyed in our largest market, northeastern United States cities, say that they most value Dura-Socks’ stylish appearance and availability in many colors. These findings suggest that we can increase our profits by discontinuing use of the Endure manufacturing process.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 就是上面那一道题啦。 Arguement 45 The vice president for human resources at Climpson Industries sent the following recommendation to the company’s president. &quot;In an effort to improve our employees’ productivity, we should implement electronic monitoring of employees’ Internet use from their workstations. Employees who use the Internet inappropriately from their workstations need to be identified and punished if we are to reduce the number of work hours spent on personal or recreational activities, such as shopping or playing games. Installing software on company computers to detect employees’ Internet use is the best way to prevent employees from wasting time on the job. It will foster a better work ethic at Climpson and improve our overall profits.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 呜呼，这个也在之前的Horn tip涉及了。 公共空间是一个舞台，那些被展示出来的奇形怪状给我们提供了胡言乱语的材料。可能大家都在自己的幻想里寂寞待了太久，所以在还有一点点交集的地方便争先恐后：表现喜好、表演观点、表达态度、表明立场，表示自我的渺小。可是你，对于我而言并不是遥远而渺渺关联的表达，到底需要多久才能从这南辕北辙的歧路上走进你的那场世界呢？","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I40-42，A40-42","slug":"Horn Tip | I40-42, A40-42","date":"2021-08-01T16:00:00.000Z","updated":"2021-08-03T01:39:53.525Z","comments":true,"path":"2021/08/02/Horn Tip | I40-42, A40-42/","link":"","permalink":"http://tan-anran.github.io/2021/08/02/Horn%20Tip%20|%20I40-42,%20A40-42/","excerpt":"","text":"薛之谦的《高尚》带着一点凡尔赛的毒，但仔细品尝起来起来还真是哀而不伤。 Issue 40 The best way to teach is to praise positive actions and ignore negative ones. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 偷懒啦偷懒啦！ Issue 41 If a goal is worthy, then any means taken to attain it are justifiable. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 这是一个尤为难以得到明确结果的争论，在目标正义与程序正义之间我们应该如何进行选择？这很容易让我们想到最为著名电车问题，如果能通过改变电车行进轨道牺牲一个人来拯救五个人的性命，我们是否应该代替在场者们作出这样所谓正义的选择？事实上，这涉及到我们所说的目标正义所涉及的范围是什么，五个人的性命可以是正义，因为其代表了一些可以进行加总的社会期待；一个人的性命也可以是正义，因为从个体的角度来说每一个人都无可替代。如果我们一视同仁的尊重两种正义、并且赞同程序的正义来源于我们目的正义，那么我们就会陷入一个困境中：如果袖手旁观，不作为的行为实现了保护个体的正义，但是却在社会整体的正义维度上被否定，如果痛下决心改变轨道，保留了社会的加总含义，却在人道主义上丧失了良心。当我们的价值存在多个维度、或者面向不同对象存在冲突的时候，我们单目标的行为既有可能在任何一方面都不能成为完全可辩护的。 其次，若从现实层面而言，目标其实是玄而又玄者，观测任何一种行为所伴随的结果其实都可以被事后归类于一些空泛而宏大目标中。然而一方面这些目的可能不能完全被实际追溯，也即这些手段或者行为的原初目的并不是在此；另一方面，如果行为伴随的结果是事与愿违的，那么我们事后却也只能进行错误的归类，当这归类与行动者的说辞发生冲突的时候，我们并没有良好的标准来进行选择。 在这样的矛盾里我们没有非黑即白的选项，或许只能进行折中的选择。就像我们对待真理的态度，永远去逼近，用事无巨细的证据来加以反复说明，用脆弱的良心去掂量、平衡那藏匿的正义。 Issue 42 In order to become well-rounded individuals, all college students should be required to take courses in which they read poetry, novels, mythology, and other types of imaginative literature. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 这个和之前的题也有一些相像。只是更加具象化到文学、小说等课程上。的确这些课程所引发的想象力是不可或缺的，但是其中一个很大的问题是如果所有学生都应该选修这些课程，那对于本来就以这些课程为自身专业的同学是不是也应该被要求选修其他专业课程呢？那这样全面而一视同仁的要求，从某种程度上好像也意味着没有要求。 Arguement 40 The following appeared in a health magazine. &quot;The citizens of Forsythe have adopted more healthful lifestyles. Their responses to a recent survey show that in their eating habits they conform more closely to government nutritional recommendations than they did ten years ago. Furthermore, there has been a fourfold increase in sales of food products containing kiran, a substance that a scientific study has shown reduces cholesterol. This trend is also evident in reduced sales of sulia, a food that few of the most healthy citizens regularly eat.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 我们需要额外的证据说明F市居民的生活方式更加健康。 首先，F市居民的饮食习惯与政府公布的健康推荐较之前十年更加接近并不能完全说明人们饮食习惯的改善。我们需要额外的数据说明在十年间政府所推荐的健康食谱的变化，因为有可能政府一开始所推荐的健康事物并不完全符合当地人生活习惯，但是随着对当地情况的了解，推荐更加迎合当地市民的口味。 其次，能够消化胆固醇的食品销量增多这一论据存在内生性问题。因为很有可能正是因为人们消费了大量的含胆固醇事物所以报复性消费消化胆固醇的保健食品。我们需要额外的数据来观测胆固醇类事物的消费状况。 再者，S食品销量的减少一并不能完全说明F市居民改善了食谱，一方面，最健康市民对此消费很少并不能说明这就是一个垃圾食物，我们需要额外的证据表明其对人健康的影响，另一方面，如果这种食物确实对人体有害，其消费的减少也很有可能是其他替代品出现导致的，我们需要额外的证据来说明其销量减少的原因，避免顾此失彼。 Arguement 41 Humans arrived in the Kaliko Islands about 7,000 years ago, and within 3,000 years most of the large mammal species that had lived in the forests of the Kaliko Islands had become extinct. Yet humans cannot have been a factor in the species’ extinctions, because there is no evidence that the humans had any significant contact with the mammals. Further, archaeologists have discovered numerous sites where the bones of fish had been discarded, but they found no such areas containing the bones of large mammals, so the humans cannot have hunted the mammals. Therefore, some climate change or other environmental factor must have caused the species’ extinctions. Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 文章中对于K岛上大型哺乳动物的灭绝原因的推断进行了很多假设，我们需要逐一进行分析。 首先，因为没有直接的证据表明人类与其他哺乳动物进行交流，所以认为人类没有直接影响大型哺乳动物的生活。首先，这一推断假设了直接交流的证据目前已经充分得到了，但是通常而言这一证据本身可能并不好获得，或者被隐藏在其他被误解的历史证据之中了。 再者，由于在发现被抛弃的鱼骨地方没有发现大型哺乳动物的骨头，进而认为人们没有对于哺乳动物进行捕猎。这假设了人们对于骨头仅会做抛弃处理，但可以想象的是，由于大型哺乳动物骨架更大，在当时工具相对原始的阶段在人类社群中会有很多的用途，或者也可能存在其他消化哺乳动物骨头的自然或动植物因素。 最后，文章认为人类对于大型哺乳动物生活的影响仅限于直接交流和捕猎，但事实上还存在很多简介的影响，比如人们对于哺乳动物居住地的驱赶、对于它们食物的捕食，都有可能会使得哺乳动物内部竞争加剧，在有限资源下无法继续维系庞大族群生活，进而灭绝。 Arguement 42 The following appeared in an editorial in a business magazine. &quot;Although the sales of Whirlwind video games have declined over the past two years, a recent survey of video-game players suggests that this sales trend is about to be reversed. The survey asked video-game players what features they thought were most important in a video game. According to the survey, players prefer games that provide lifelike graphics, which require the most up-to-date computers. Whirlwind has just introduced several such games with an extensive advertising campaign directed at people ten to twenty-five years old, the age-group most likely to play video games. It follows, then, that the sales of Whirlwind video games are likely to increase dramatically in the next few months.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 文章中对于W公司销量的判断进行了大量假设，我们需要对此逐一判断。 首先，根据调查问卷的结果，W公司引入了几款具有问卷所言最欢迎特征的游戏。但是这假设了消费者的行为确实会兑现其在问卷调查中的表现。人们在期望上当然是希望能够获得更好的视觉享受，但是这建立在他们的设备能够支持的情况之下，因此如果W公司没有关注到人们当前的设备持有情况，很有可能无法真正很好推广其游戏产品。 其次，W公司的主要推广面向人群是10-25岁，这假设了这部分人群具有充足的购买力能予以变现。但如之前所提及，W公司的游戏产品要求很高质量的设备，而这些设备又通常价格昂贵，这一部分人群并不一定能够负担的其如此高昂的游戏设备价格，进而更加不可能来购买游戏产品。除此之外，这里还架设了W公司的广告确实能够说服这一部分消费者来购买，但是可能这部分人群与填写问卷人群构成并不完全重合，这个年龄段的消费者可能更加倾向于其他类型的游戏。这些均需要额外的证据来予以证明。 想说好多话事先排练了好久，打开对话框后还是犹豫停留。 前一段对话已在很有默契的沉默里结束。 这还未或永不会开启的对白会不会还是一样会在尴尬里迷失、在困惑里漂流。 所有的小心翼翼，其实只是想换个不敢揭开的谜底。 那些看起来多么微不足道的细枝末节，究竟只是自以为是的幻想，还是后知后觉的清亮。 不可说、不会说、不明说； 不能想、不去想、不愿想。 为什么每句话都可以排列成可爱的形状，天生带着意义，自我生长。 或许还是应把所谓的一切都藏在想象的海洋里，至少那汹涌的海浪不会让它们感到孤独沧桑。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I37-39，A37-39","slug":"Horn Tip | I37-39, A37-39","date":"2021-07-31T16:00:00.000Z","updated":"2021-08-01T16:24:47.977Z","comments":true,"path":"2021/08/01/Horn Tip | I37-39, A37-39/","link":"","permalink":"http://tan-anran.github.io/2021/08/01/Horn%20Tip%20|%20I37-39,%20A37-39/","excerpt":"","text":"因为鸽了，所以我们就假设7月没有31号吧。 Issue 37 Claim: We can usually learn much more from people whose views we share than from those whose views contradict our own. Reason: Disagreement can cause stress and inhibit learning. Write a response in which you discuss the extent to which you agree or disagree with the claim and the reason on which that claim is based. 归类：因果类 我们有保留的同意这一观点和其所基于的原因。 首先，在存在不同观点的交流中，针锋相对时有发生。但是，对自己所处立场的越是坚决、所构想的原因成分越多，就越有可能使得交流变成双方无意义的自我展示，也即是原因中所说的争论压力而阻止了真正的沟通与交流。在这种情境下，争论双方谁也无法说服谁，所提供的论据也均被弃置一边，这样口水战的沟通形式可能更多是无效的。没有人能够在这之中获得真正的结果。 但是，上述情形是一个非常极端的情况，尤其容易发生在双发基于事实的论据少，基于推理的论据多时。更多的，沟通与在沟通中学习取决于沟通的具体方式。我们通常说真理是越辩越明的(“The more rebuttal there is, the clearer the truth becomes.”)，是因为在这样的讨论之中双方是有建设性的讨论和质疑，对于过多的推理演绎暂且放在一边，而提供更多事实依据来丰富我们对于争论对象的观察，正所谓求同存异（“seek common ground while reserving differences”）。在这样的讨论下，我们能够获得观察同一事物的不同视角，发掘我们之前所忽视的逻辑漏洞，这相比于和相同观点的同行讨论能够更好的加强我们的认知。 Issue 38 Government officials should rely on their own judgment rather than unquestioningly carry out the will of the people they serve. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 首先，政府和官方也是人民的一部分，只是由于他们是公共品的整合者、提供者所以具有一定的代表性。因此，政府的决策应该是出于人民整体的福利与利益。 不过的确，人民的集体意志和他们自身的福利增进可能有时候并不完全等同，虽然我们常说有群体决策的智慧，但与此同时也容易出现羊群效应等盲目跟风行为，群众陷入狂热或者是因为追求个人利益策略互动而使得全体陷入困境的时候，政府作为调停者应该有自己的判断，从全社会的角度出发对于突发事件进行处理，而不是照搬或疯狂或分崩离析的人民意志，因为有时一些处在局中的决策会过于短视，进而带来无可挽回的再难。 当然，这也涉及到我们对于人民意志这一抽象名词的定义，如果我们将人民意志择选为那些已经整合、或者事后明智的期待与决定，那政府确实应该听从于此，因为这样的人民意志与社会福利通常是一致的。 Issue 39 Young people should be encouraged to pursue long-term, realistic goals rather than seek immediate fame and recognition. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 我们有保留的同意这一观点。 首先，论点希望年轻人应被鼓励去更多地追求长期现实的目标，而非短期的名气。这是在鼓励年轻人注重长远规划，将人生每一步走踏实，而不是短视的把时间和经历花费在没有长期生产力的活动上。 但是，长远的规划和短期的名气其实也并不是完全冲突或矛盾的。因为短期名气的积累可能也并不一定会妨碍长期目标的实现，否则也不会有出名要趁早诸如此类的俗语了。相反，在短期内积累一定名气，有助于打开人脉圈，争取更多发展的空间和机会。只要自我不陶醉迷失在短暂的成功之中，戒骄戒躁，就可以在新的更广大的平台上使用更丰富的资源锻炼自己，一样能够实现长期的、甚至更远大的目标。 综合来看，题目中整体是想要鼓励年轻人不要顾此失彼，但于我们看来，短期成功与长期规划是可以辩证统一的。 Arguement 37 An ancient, traditional remedy for insomnia — the scent of lavender flowers — has now been proved effective. In a recent study, 30 volunteers with chronic insomnia slept each night for three weeks on lavender-scented pillows in a controlled room where their sleep was monitored electronically. During the first week, volunteers continued to take their usual sleeping medication. They slept soundly but wakened feeling tired. At the beginning of the second week, the volunteers discontinued their sleeping medication. During that week, they slept less soundly than the previous week and felt even more tired. During the third week, the volunteers slept longer and more soundly than in the previous two weeks. Therefore, the study proves that lavender cures insomnia within a short period of time. Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 就目前的实验观测而言，我们不能完全确定L花对于失眠症的治疗效果。 首先，L花香枕头全程参与实验，而没有设计没有花香枕头的对照组。因此，这很有可能只是一个安慰剂效应，即被实验者在没有花香枕头的情况下也会呈现出完全相同的情况，我们需要额外的证据来说明花香枕头的重要性。 其次，实验结果表明，在吃药+花香的情形下，志愿者睡得很踏实但是醒来会觉得疲惫，停药第一周后既不踏实同时也感到更加疲惫，而在停药第二周可以睡得更长更踏实。但是我们不能确定这种效果是短期应激性所致还是长期的药物效果。如果志愿者的睡眠质量在第四周又出现了严重的反弹降低，则不再能够完全说明枕头的质料效果。我们需要额外的证据来加以证明此点。 最后，即便我们真的能够说明是花香枕头的作用，但是在目前的实验中我们没有办法完全区分出是花香还是枕头的效果，因为志愿者睡眠质量提高也有可能是枕头非常舒服的原因。我们需要设计其他喷洒花香的形式，来进一步印证花香对于失眠的治疗效果。 Arguement 38 The following memorandum is from the business manager of Happy Pancake House restaurants. &quot;Butter has now been replaced by margarine in Happy Pancake House restaurants throughout the southwestern United States. Only about 2 percent of customers have complained, indicating that 98 people out of 100 are happy with the change. Furthermore, many servers have reported that a number of customers who ask for butter do not complain when they are given margarine instead. Clearly, either these customers cannot distinguish butter from margarine or they use the term ‘butter’ to refer to either butter or margarine. Thus, to avoid the expense of purchasing butter and to increase profitability, the Happy Pancake House should extend this cost-saving change to its restaurants in the southeast and northeast as well.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation is likely to have the predicted result. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 是一个已经写过的题目，不要把顾客少抱怨就认为可以明目张胆的改变呀！ Arguement 39 The following appeared in a letter from the owner of the Sunnyside Towers apartment building to its manager. &quot;One month ago, all the showerheads on the first five floors of Sunnyside Towers were modified to restrict the water flow to approximately one-third of its original flow. Although actual readings of water usage before and after the adjustment are not yet available, the change will obviously result in a considerable savings for Sunnyside Corporation, since the corporation must pay for water each month. Except for a few complaints about low water pressure, no problems with showers have been reported since the adjustment. Clearly, restricting water flow throughout all the twenty floors of Sunnyside Towers will increase our profits further.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation is likely to have the predicted result. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 这个也是类似的问题，虽然说要节流，但是开源也很重要呀。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I34-36，A34-36","slug":"Horn Tip | I34-36, A34-36","date":"2021-07-29T16:00:00.000Z","updated":"2021-07-31T02:15:10.433Z","comments":true,"path":"2021/07/30/Horn Tip | I34-36, A34-36/","link":"","permalink":"http://tan-anran.github.io/2021/07/30/Horn%20Tip%20|%20I34-36,%20A34-36/","excerpt":"","text":"长大就是丢掉那些以前视若珍宝的原始与粗糙，变得干净、整洁而精致，对吗？ Issue 34 Universities should require every student to take a variety of courses outside the student’s field of study. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 鉴于学习行为是学生们自己的选择，因此我们有保留的同意上述论断中的观点。 首先，选修不同其他专业的课程一方面有助于学生们增长眼界、培养兴趣、努力成为一名完整的通才，另一方面也有助于学生们从其他角度来理解自己所主修的学科，为自己所修专业以及研究提供新的视角。 但是，学校是否应该要求学生学习不同专业的课程，这取决于学生所处的阶段以及课程要求所可能带来的影响程度。第一，如果学生还处于在本专业课程打基础或者已到应该深入研究的阶段，要求选修太多其他专业课程无疑会分散学生的注意力和精力，使得学生们难以在本专业和外专业课程中进行妥善平衡，最终学习效果都不太好；第二，强制的要求选修额外课程在一定程度上可能会扭曲学生们上课的激励，学生可能会为了高分而选修相对简单的课程，而这违背了学校多元培养学生的初衷。总的来说，学校的态度应该是鼓励而非要求，避免强制一刀切的措施所带来的负面效果。 Issue 35 Educators should find out what students want included in the curriculum and then offer it to them. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 教育者在学生的培养过程中更多应该是一个引导者而非施助者，因此我们有保留的赞同上述论断。 首先，清楚地了解学生需求，教学生所需必定有助于完善学生的知识体系。不过这存在一些前提，即教师能够相对较好的识别学生们的有效需求，如果学生们的需求太过于零乱或不着边际，教学者照单全收可能会使得课程体系支离破碎，影响整体的教学效果。 其次，教育者不应该让孩子娇生惯养，给他们过多提供衣来伸手饭来张口的机会。相反，教育者应该引导学生们自己去探寻问题的答案，特别是当某些前沿或争议问题上可能本没有固定的答案与选项，鼓励学生们自发思考，有助于让学生们更加深入的理解学习的本质，养成良好的学习习惯。 Issue 36 Educators should teach facts only after their students have studied the ideas, trends, and concepts that help explain those facts. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 （三道题都是教育学的题目，感觉教育专业的学生应该答起来特别得心应手） 题目中的表述太过绝对，我们有保留的同意上述观点。 首先，这种循循善诱的教学方式有助于学生们充分理解一件事物的全貌，其在了解事实背景知识、概念的同时也能够产生自己的判断，如果判断与真正的事实产生差别，那么在反思与争论的过程中学生们能够进一步明确自身之前的逻辑漏洞，巩固对知识的把握。 不过，教师在这个过程中也不应该完全袖手旁观，比方说对于有一些事实可能学生们自己处理起来非常困难，或者背景知识太过于庞大而无从下手，此时教育者应该提供一些有针对性的帮助，助推学生们的理解。 最后，教育者应该谨防学生们在自己探索的过程中产生过于偏执或根深蒂固的错误印象。正如我们不建议教师直接的提供事实供学生消费一样，错误印象的先入为主也会囚禁学生的思想，带来事与愿违的结果。这要求教师时刻跟踪学生的学习进度，在必要时刻予以纠偏。 Arguement 34 The following appeared in a memorandum from the owner of Movies Galore, a chain of movie-rental stores. &quot;Because of declining profits, we must reduce operating expenses at Movies Galore’s ten movie-rental stores. Raising prices is not a good option, since we are famous for our low prices. Instead, we should reduce our operating hours. Last month our store in downtown Marston reduced its hours by closing at 6:00 p.m. rather than 9:00 p.m. and reduced its overall inventory by no longer stocking any DVD released more than five years ago. Since we have received very few customer complaints about these new policies, we should now adopt them at all other Movies Galore stores as our best strategies for improving profits.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 作者认为应该通过减少运营时间和整体存货的方式来减少运营支出，但是我们需要额外的证据来说明此点。 首先，作者认为由于品牌以低价为口碑所以直接排除了选择提高价格的方式。这其实是假设了我们企业所面临的需求曲线是完全弹性的，而需求曲线的形状依赖于产业结构。我们需要额外的证据说明这是一个完全竞争的市场、也即消费者会因为价格提高而大幅减少，如果行业中的其他企业都增加了价格，那MG公司适当提高价格可能是有利可图的。 其次，作者提出的节流方案一为缩短运营时间，将店面关门时间从晚上9点提前到晚上6点，我们需要额外的证据说明其节约的运营成本大于其所减少的收入，因为在工作日，人们通常在晚上6点以后下班，如果店面太早关门我们会流失大部分的顾客。而对于方案二减少存货而言，减少存货的措施也需要具体的数字来加以佐证，因为5年前的DVD可能代表了消费者的一种偏好，我们需要证据来说明这部分消费者在我们的收入占比之中相对较少。 最后，作者认为由于M市店面的试点没有接到太多抱怨，所以应该在各个店面推广，但我们需要了解各个城市不同的需求状况，此外，我们也需要调查数据来说明消费者较少抱怨究竟是真的未受太大影响还是因为没有良好的沟通反馈渠道。 Arguement 35 The following appeared in a magazine article about planning for retirement. &quot;Clearview should be a top choice for anyone seeking a place to retire, because it has spectacular natural beauty and a consistent climate. Another advantage is that housing costs in Clearview have fallen significantly during the past year, and taxes remain lower than those in neighboring towns. Moreover, Clearview’s mayor promises many new programs to improve schools, streets, and public services. And best of all, retirees in Clearview can also expect excellent health care as they grow older, since the number of physicians in the area is far greater than the national average.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 上述文章推荐Clearview市作为推荐的退休地点，但是我们需要额外的数据与证据来加以证明。 首先，文章提出因为Clearview市有美丽的自然风光和相对稳定的气候，我们需要额外的证据来说明其气候是否足够宜人、适宜年龄较大者居住，因为一直很炎热或一直很寒冷也可以算作是一致的气候。 其次，文章指出在Clearview退休的另一个有点事该市住房价格显著降低，并且税收也比周边其他城市更低。但是我们需要额外的证据来说明此点。因为Clearview住房价格降低可能是来源于其城市风光或者是基础设施在原先的住房市场上不再受欢迎。而其本来价格基数就相对较高，这里房屋价格相对降低并不能说明其价格对于购房者更优吸引力。 再者，文章认为由于有市长的承诺以及庞大的内科医生数量，在Clearview市的居民能够享受到较好的子女教育、医疗和公共服务。但是我们不确定市长及其领导地方政府的执行力如何，其承诺再多久能够兑现，并且建设基础设施也需要额外的时间，在短时间内会影响到Clearview市的环境。而Clearview城市最好能够内科医生数量多可能本身源自于Clearview人口数量多，其与全国平均相比较而不计算人均指标可能会丧失了一些统计含义，不能完全论证观点。 Arguement 36 The following is part of a memorandum from the president of Humana University. &quot;Last year the number of students who enrolled in online degree programs offered by nearby Omni University increased by 50 percent. During the same year, Omni showed a significant decrease from prior years in expenditures for dormitory and classroom space, most likely because online instruction takes place via the Internet. In contrast, over the past three years, enrollment at Humana University has failed to grow and the cost of maintaining buildings has increased. Thus, to increase enrollment and solve the problem of budget deficits at Humana University, we should initiate and actively promote online degree programs like those at Omni.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 这里较之前的题目加了一些时间点，在短期之内进行基础建设的论据可以被更加凸显。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I31-33，A31-33","slug":"Horn Tip | I31-33, A31-33","date":"2021-07-28T16:00:00.000Z","updated":"2021-07-30T04:41:27.953Z","comments":true,"path":"2021/07/29/Horn Tip | I31-33, A31-33/","link":"","permalink":"http://tan-anran.github.io/2021/07/29/Horn%20Tip%20|%20I31-33,%20A31-33/","excerpt":"","text":"“接一个刻骨铭心的吻 献给我注定孤独的余生 文一个触目惊心的纹身 致我们终将逝去的青春” ——赵英俊《致我们终将逝去的青春》 时常会想做出现在正在所处的这个选择进行中的意义是什么？ 说来奇怪，如果每个人都是生物演化的独立派生，我们如何能不面红耳赤地告诉自己生来就带着什么使命呢？ Issue 31 The increasingly rapid pace of life today causes more problems than it solves. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 越来越快节奏生活确实伴随着方方面面的问题，包括亚健康的生活状态、不健康饮食、碎片化阅读、日渐冷漠的人情关系、报复性取悦、消费主义、娱乐至死。 但是这些问题本质上并不根源于快节奏本身，而是植根于现代社会的不断更迭、复制与自我积累。 此外我们也不能以偏概全，人们对生活节奏的高压提高了社会的工作效率、提高了各个方面的生产力，每一个高度规范的、整齐的生活安排都为物质的极大丰富与技术的飞跃性发展创造了不可或缺的条件。就像一场盛大的音乐会，需要每一位乐手每一次弹奏都那么恰如其分。 Issue 32 Claim: It is no longer possible for a society to regard any living man or woman as a hero. Reason: The reputation of anyone who is subjected to media scrutiny will eventually be diminished. Write a response in which you discuss the extent to which you agree or disagree with the claim and the reason on which that claim is based. 归类：因果类 对于这个问题的讨论取决于我们对于英雄的定义。 若单将英雄认为是网络中影响力较大的人。那么由于网络审查的存在，一个人在网络中所表现出来的声誉确实如题中原因所说，会存在一个上限、一个阈值，这个阈值取决于审查者的“心胸”——其对其他意见领袖或公众人物影响力的容忍程度，任何一个越界而对审查者带来消极影响或威胁的名人，其再过多的表现都会被毫不留情的阉割。此外，审查者也会为了自身目的、塑造一些公共的偶像以引导社会舆论。 但关键的问题是，一个人在名气大等同于社会将其视为英雄吗？我们并不否认一个人成为英雄后会受到很多人的追捧、他/她的名字会广而告知，但是这全都是基于他/她之前所做的伟大的事情，这些事情不一定要多么惊天动地、特别是在我们如今的社会里，有时候可能一个举手之劳、一个无心的善意就足够了。因为我们对于这些伟大的事情所感动，所以英雄的名字才会远扬，而就即便没有被广泛传播，在我们了解了实际情况以后，我们也会由衷地说：“这是一位英雄。” Issue 33 Competition for high grades seriously limits the quality of learning at all levels of education. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 竞争有助于激发学生对于一个既定内容学习的积极性。而成绩是作为这一既定内容掌握程度相对较为公平的衡量。通过追求一个统一标准的认可，学生们能够在竞争和排名之中认清楚自己的位置，明确自己进一步学习的目标，了解自己对于这一知识点的掌握情况，毕竟“我认为自己知道了”和“我真的知道了”还是两码事。因此，考试成绩带来的压力多少还是有助于帮助学生们学习的，正所谓，“虽然说大部分时候即便通过了考试也觉得没有真正学到些什么，但是如果没有考试的压力逼迫自己复习与整理，可能真的什么都没有学到。” 当然，通过考试或其他测验来引致竞争有其局限性，其仅仅适用于那些已经发展相对成熟、衡量手段相对固定的知识。这些知识多适用于基础必备技能的掌握，他们留给学生们自我发挥和freestyle的空间不多。因此一个良好定义的考试能够帮助学生们更快的习得技能。与此同时我们也需要注意的是，有一些考试可能并不足以覆盖其所要求学生习得的范围，那么这样的考试可能就会使得学生们只专注于考试的范围，而不去学习其他内容，这对于内容的习得可能也是不足够的。 那么对于那些不太好衡量的领域，需要学生们自己去探索。这个时候其实是将学生们放在一个更大的竞争的空间之中，在这之中学生对于知识的掌握没有一个具体的指标来衡量，只能依赖于其自身的把握和他们对其他竞争对手之间的了解。 Arguement 31 The following appeared in a memorandum written by the chairperson of the West Egg Town Council. &quot;Two years ago, consultants predicted that West Egg’s landfill, which is used for garbage disposal, would be completely filled within five years. During the past two years, however, the town’s residents have been recycling twice as much material as they did in previous years. Next month the amount of recycled material — which includes paper, plastic, and metal — should further increase, since charges for pickup of other household garbage will double. Furthermore, over 90 percent of the respondents to a recent survey said that they would do more recycling in the future. Because of our town’s strong commitment to recycling, the available space in our landfill should last for considerably longer than predicted.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 我们需要额外的证据表明城市用于处理垃圾的地块不需要进行额外增大。 首先，我们并不确定回收垃圾力度的加大在多大程度上能缓解垃圾处置用地紧张的问题。第一，虽然近些年来城市居民回收处理力度加大，但是我们需要更为明确的证据说明这部分垃圾在总垃圾占比多大。因为这些可回收垃圾可能在垃圾处置占地面积也不太大，整体而言对于垃圾处置地块设计的面积影响较小。此外，主席认为下个月由于提高了其他垃圾的处理费用上升，人们会进一步加大垃圾处理的力度。但是我们需要额外的证据说明此点，可能人们回收垃圾的频率已经达到了一个峰值，再在垃圾处理费用上提高价格也很难进一步激励垃圾回收分类行为。 最后，我们并不确定调查数据中反映的居民更愿意回收垃圾在多大程度上会转化为实际行动。垃圾回收行为不仅仅需要居民良好的环保意识，也需要好的垃圾回收技术。 Arguement 32 The following appeared in a letter to the editor of a journal on environmental issues. &quot;Over the past year, the Crust Copper Company (CCC) has purchased over 10,000 square miles of land in the tropical nation of West Fredonia. Mining copper on this land will inevitably result in pollution and, since West Fredonia is the home of several endangered animal species, in environmental disaster. But such disasters can be prevented if consumers simply refuse to purchase products that are made with CCC’s copper unless the company abandons its mining plans.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 作者认为CCC的填埋行为会导致污染和环境再难，其原因是CCC在有濒危动植物生活的地方进行煤堆填埋。作者假设了CCC的填埋行为完全是粗犷的未进行任何无害化处理。但是CCC所购买的地块相当大，其进行填埋时可能采取了必要的措施来减轻环境的污染。 作者认为消费者拒绝消费CCC的商品能够阻止CCC继续进行填埋计划，这假设了消费者群体是CCC的主要客户且消费者关注到了CCC的污染环境的行为并能识别、拒绝使用CCC的产品。首先，如果CCC的产品如果主要针对的是其他下游企业，那么消费者端的任何努力将起非常微小的作用。其次，如果没有广泛的推广和动员，或者CCC提供的商品在当前市场上没有替代品，那么消费者也不会因为CCC生产方面的不环保行为转向其他的产品。 Arguement 33 The following is part of a memorandum from the president of Humana University. &quot;Last year the number of students who enrolled in online degree programs offered by nearby Omni University increased by 50 percent. During the same year, Omni showed a significant decrease from prior years in expenditures for dormitory and classroom space, most likely because instruction in the online programs takes place via the Internet. In contrast, over the past three years, enrollment at Humana University has failed to grow, and the cost of maintaining buildings has increased along with our budget deficit. To address these problems, Humana University will begin immediately to create and actively promote online degree programs like those at Omni. We predict that instituting these online degree programs will help Humana both increase its total enrollment and solve its budget problems.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the prediction and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the prediction. 归类：Question类 作者认为引入网络课堂能够增加学生入学率和缓解预算紧张问题。但是这之中有一些问题需要进行确认。 首先，作者以Omni大学网络授课情况作为范例说明该模式的优势，但是我们不确定Humana大学实际情况与Omni大学是否可比，比如两者知名度如何，Humana大学开设类似的课程是否能够获得类似的效果。其次，我们不确定Omni大学之前的网络课程入学人数为多少，可能其本身占比就很小，对于整体的入学人数影响也不大。最后，我们不明确Omni大学教室和宿舍费用的大幅开支是否确实是由网络教学带来的，因为也有可能是Omni大学在近些年基础建设已经大致完成，没有进行额外的装修。 那么从Humana大学的角度来说，其入学人数的假设是否确实与其授课形式有关，这一点是不得而知的，比如有可能与其教学质量下降、或者是收到同行业的竞争，若是如此，即便开设了网络课程也不一定能缓解其入学人数下降的状况，此外，Humana大学开设网络课程是否真的能够节约建设成本、是否会引入更多的搭建网络平台成本，这些需要进一步的权衡取舍。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I28-30，A28-30","slug":"Horn Tip | I28-30, A28-30","date":"2021-07-27T16:00:00.000Z","updated":"2021-07-29T02:46:50.107Z","comments":true,"path":"2021/07/28/Horn Tip | I28-30, A28-30/","link":"","permalink":"http://tan-anran.github.io/2021/07/28/Horn%20Tip%20|%20I28-30,%20A28-30/","excerpt":"","text":"“Here be dragon.” Issue 28 Claim: When planning courses, educators should take into account the interests and suggestions of their students. Reason: Students are more motivated to learn when they are interested in what they are studying. Write a response in which you discuss the extent to which you agree or disagree with the claim and the reason on which that claim is based. 归类：因果类 我们选择有保留地同意上述观点。声明认为教育者在设计课程的时候需要考虑学生们的兴趣和建议，从原则上来看是完全应该接受的。如果把课程当作一种商品，学生们就是商品的需求侧，老师作为供给者针对需求侧的反馈适当进行改良无疑是有助于课程更好被学生们接受。为了论证观点，题目给出了一个原因，即学生能够因为兴趣而更好的激发自身学习效率。这一情况对于大部分的课程及学习过程而言都是适用的，兴趣是最好的老师，因为兴趣而好奇，学生们会自发的探索未知、增长见识，对于课程的吸收理解也会更快。只是，我们在完全认同声明之前也需要考察一些其内在的前提假设。 首先，我们不太确定在课程设计的过程中是否能够很好地识别学生的兴趣点。可能有时候学生的反馈仅仅只是希望得到好一些的分数或者是降低课程的要求，这些可能对于学生的学习没有明显的帮助。 其次，并不是所有的课程都能够或应该被设计得满足学生兴趣，有一些非常基础的必修课程可能本身就需要相对枯燥的训练来帮助学生们熟能生巧。如果在课程中加入了太多趣味性或者迎合学生的口味可能会影响真正的教学效果。兴趣式教学可能更适用于启发式课程，鼓励学生探求前沿问题、拓展认知边界。 Issue 29 The greatness of individuals can be decided only by those who live after them, not by their contemporaries. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 事实上，题目主要是在讨论两种有联系但有区别的事物，个人的成就和个人。一个人的成就是否被社会认可、何时被社会认可与他个人所处的时代其实是两码事。时常有言“当作品被创造出来以后就不再属于创造者本身”。 有些人的作品可能本就是超前于时代，只是其在很长时间之后才被人所理解，在艺术领域这样的例子数不胜数，包括梵高（Vincent van Gogh）的向日葵与星月夜、在经济学中有拉姆齐（Ramsey）对于最优税收的研究。当然，也有很多人的努力很快就打得到同时代人的认可，成为当时的自己领域的杰出代表。 当然，如果我们把个人的成就视作一个不断随着其个人积累的动态过程，倒确实可能出现与论断中类似的观点。毕竟，只有更好没有最好。除此之外，由于真正评论一个人或者一件事物需要对于该人该事有充分且全面的了解，不然只是盲人摸象，只解其部分而未知其全貌。因此，在后世人看来该人该事的过程与影响均已经相对明确，或许也更加容易进行相对公允的评判，只是其前提是后来者对于评论的客体有着更家丰富的信息和更加客观的态度，可是谁又能真正保证这一点呢？ Issue 30 Students should always question what they are taught instead of accepting it passively. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 子曰：“学而不思则罔，思而不学则殆。”学习的过程和科学一样，都是在不断提出问题并尝试给予回答。因此，试着提出问题有助于学生们更好的在已有的知识上进行拓展性思考，寻找、检验漏洞，帮助自身理解提高，也促进整体体系的完善。 但是“提出问题”是存在前提的，我们这里所说的提出问题应该是有建设性、有批判性的提问与质疑，而绝不是无端的叛逆。什么是一个好问题，这基于我们在多大程度上理解被提问的客体。如果学生们对于客体没有建立充分的问题，所提出的问题也只能是不相关或者是剑走偏锋的，尽管这些问题可能不一定没有价值，但是他们对于学生们理解这一特定的知识没有实际上的帮助。除此之外，我们还应该避免态度过于鲜明的观点表达类提问，因为那样只会使得讨论陷入态度的展示而无法真正做到在争论中进步。 Arguement 28 Milk and dairy products are rich in vitamin D and calcium — substances essential for building and maintaining bones. Many people therefore say that a diet rich in dairy products can help prevent osteoporosis, a disease that is linked to both environmental and genetic factors and that causes the bones to weaken significantly with age. But a long-term study of a large number of people found that those who consistently consumed dairy products throughout the years of the study have a higher rate of bone fractures than any other participants in the study. Since bone fractures are symptomatic of osteoporosis, this study result shows that a diet rich in dairy products may actually increase, rather than decrease, the risk of osteoporosis. Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 我们不能够确定骨质疏松症、骨裂和奶制品消费之间的确切关系，需要额外的证据来加以证明。 首先，长期的跟踪调查并未直接说明奶制品高消费人群与其他人群之间是否完全可比。骨质疏松症与环境、基因、年龄等因素都有非常紧密的联系，即可能是这部分人群本身年龄较大，患骨裂的概率也会相对较高。 其次，我们需要额外的证据说明患骨裂与消费奶制品之间的因果联系，因为这一关系极有可能是反向因果，即因为这部分群体更容易患骨裂等骨质疏松症状，所以医生会推荐他们更多的摄入奶制品以相对减少的病概率，或者奶制品的高摄入量反映的是一种治疗补充手段。 最后，我们需要额外的证据证明奶制品对于骨裂症的预防效果可以被视作对于骨质疏松症的预防效果。尽管骨裂症是骨质疏松症的一种症状，但是其并不构成包含关系，有可能正是因为通过奶制品的摄入使得那些容易患骨质疏松症的人群最多患上轻微的骨裂症，而阻止了病情进一步加重。 Arguement 29 The following appeared in a health newsletter. &quot;A ten-year nationwide study of the effectiveness of wearing a helmet while bicycling indicates that ten years ago, approximately 35 percent of all bicyclists reported wearing helmets, whereas today that number is nearly 80 percent. Another study, however, suggests that during the same ten-year period, the number of bicycle-related accidents has increased 200 percent. These results demonstrate that bicyclists feel safer because they are wearing helmets, and they take more risks as a result. Thus, to reduce the number of serious injuries from bicycle accidents, the government should concentrate more on educating people about bicycle safety and less on encouraging or requiring bicyclists to wear helmets.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Evidence类 文中描述的现象是经济学中一个非常典型的道德风险问题，即因为有了后期的兜底保障，人们更加不注重自己规避风险的行为。但是完全同意这一推断前，一些上述论据需要额外证据来证明。 首先，我们需要额外证据来说明骑自行车戴头盔数量的上升与自行车相关事故的比例的上升有明确的因果联系，可能两者都是来源于近十年来城市建设加速、汽车人均保有量增多、机动车非机动车车道建设不合理等原因。自行车骑手一方面加强了自身的防护，另一方面事故还是仍然有所攀升。 其次，我们不确定是否骑手带上头盔之后确实会更加采取风险行为，我们需要明显的事实来说明此点。 最后，我们不确定文中提出的安全教育是否真的能够起到减少交通事故的发生作用，可能如果骑手不带头盔，会出现更多的性质更加严重的安全事故。我们需要明确的证据来说明两种不同政策预期的政策效果。 Arguement 30 The following is a letter to the head of the tourism bureau on the island of Tria. &quot;Erosion of beach sand along the shores of Tria Island is a serious threat to our island and our tourist industry. In order to stop the erosion, we should charge people for using the beaches. Although this solution may annoy a few tourists in the short term, it will raise money for replenishing the sand. Replenishing the sand, as was done to protect buildings on the nearby island of Batia, will help protect buildings along our shores, thereby reducing these buildings’ risk of additional damage from severe storms. And since beaches and buildings in the area will be preserved, Tria’s tourist industry will improve over the long term.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 T岛旅游部门管理者认为应该重新填沙来减少沙滩侵蚀、保护周边建筑物，但是这些论据需要额外的证据来加以证明。 首先，管理者指出可以通过向前往沙滩的旅游者收费来为重新填沙来提供资金，其认为只有相对短期的影响。但是其原本免费的项目如今收费，这可能不仅仅在短期、更是在长期会对当地旅游业声誉产生相对负面的影响，并且对于其他周边产业也会产生较大的打击，进而政府税收减少，可能使得政府更加入不敷出。 其次，T岛管理者类比B岛重新填沙来保护沙滩周边建筑，应对额外的风暴。但是我们需要证据表明T岛和B岛具有类似的情况，因为B岛可能并不倚重于旅游业，重新填沙主要是为了保护其周边建筑及相关制造业，而对于他们的旅游业不会产生很大的影响，但是T岛一方面并没有面对很大的风暴威胁，另一方面重新填沙会影响到旅游沙滩的景观地貌，进而对于当地旅游业带来更加负面的影响。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I25-27，A25-27","slug":"Horn Tip | I25-27, A25-27","date":"2021-07-26T16:00:00.000Z","updated":"2021-07-28T03:56:49.816Z","comments":true,"path":"2021/07/27/Horn Tip | I25-27, A25-27/","link":"","permalink":"http://tan-anran.github.io/2021/07/27/Horn%20Tip%20|%20I25-27,%20A25-27/","excerpt":"","text":"我们总是习惯于用幻想美化未知的事物，因为那就是希望。 “It’s our curiosity about this enormous cosmos that makes us significant. We yearn to learn more, to seek out knowledge. That doesn’t make us small. It makes us vast.” -- Phil Plait Issue 25 Society should identify those children who have special talents and provide training for them at an early age to develop their talents. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 看到这个问题第一个跳入我脑海的是少时学的语文课文《伤仲永》，仲永在诗文写作上的天赋由于其能够很快变现，所以其天赋在少时就被父母所滥用。由于没有货的足够的学习与实践，最终泯然众人。这似乎是一个强有力支持上述论点的案例。但是我们其实更多的想一想，这是否是我们故事的全部呢？ 在仲永的故事里，主人公就似乎只是一个无意识的对象，他的所有行为都是由他周身的“社会”所安排好的，我们不排除在封建社会家长们的巨大权力的影响。但是如果我们要讨论当前这样一个教育问题，我们就必须把孩子的主观能动性考虑在内。值得我们发问的一系列问题诸如，社会为什么要采取这样的培养方式？社会如何识别孩子的特殊才能？识别什么样的特殊才能？ 站在的理想角度而言，社会在教育上始终采取的是提供学习的条件和原材料而不是去刻意进行。有时候所谓社会强加的“赞美”可能对于孩子又是另一种天赋上的囚禁，比方说孩子可能在很早就表现出在音乐上有天赋，但是可能事实上他更喜欢美术并且未来更可能因为热爱而成为一位美术家，但是如果我们强制对他进行音乐相关的训练无疑会让他感到非常压抑而矛盾。 社会、或者在这道题中更具体一点，政府，在教育问题上始终应该是一个公共品的提供者，而不是一位布道者，选择什么样的人生是孩子自己的自由，我们需要做的是给他们提供足够同时相对安全的条件。 Issue 26 It is primarily through our identification with social groups that we define ourselves. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 以人为镜可以明得失。在社会学理论中确实有大量的理论内容关于此，包括库利（Charles Horton Cooley）的镜中我、戈夫曼（Erving Goffman）的拟剧理论等。但不论采取什么样的理论模型或范式，不能否认的是，我们的关于“社会”的观念和“自我”的观念其实都是在不断深化、自我发掘的过程之中。有趣的是，我们对社会的观察越具体，对社会的理解越具象，我们的自我就越疯癫、越张扬。 回到我们的题目之中，我们在社会互动中会了解到自己的角色、清楚自身在社会分工中的位置，这帮助我们理解我们自己这个特殊而未知的个体与其他独立个体之间的关系，并且构成了一部分了解自我的材料。但是，这并不是故事的全部。 来自于社会的印象并不能足够我们完全定义自我，更何况在社会团体的概念未曾完全形成之前，我们便已经有了很多关于自我的想法。另一方面，在马克思的理论之中我们也可以看到人通过劳动、通过改造世界与其周身想联结，人不仅仅通过自己与社会之间的关系寻找自我，还更为基础的通过自己与自然的关系定位自身。这意味着我们的自我其实是我们脑海中的小世界。那些可能相似的事例却不能阻止我们做出不一样的选择。 只是上面的有些过于玄学了，若谈及案例那么所有展现出特立独行、坚持自我的事例应均可以用在这里。 Issue 27 College students should be encouraged to pursue subjects that interest them rather than the courses that seem most likely to lead to jobs. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 学生们如果对一个专业真正感兴趣可能并不需要外界的力量去推动才去选课，只不过对于未来有不同打算、面临不同家庭环境的学生在选择专业的时候确实会出于多方面的考虑。如果从学校希望促进学生个性发展的角度出发，学校最好的鼓励方式就是让学生们在关于毕业就业等硬性指标上足够优秀，优秀到溢出而无需担忧这些标准，从而能够拥有足够的时间来探索自身的兴趣所在。 此外，选修自己所感兴趣的专业与选择工作导向的专业并不是矛盾或者冲突的，学生也终会找到自己感兴趣的工作。通过课程了解一个学科发展背景、历史脉络与前沿能帮助学生们更好的了解未来身在其中的感受，即便是一些完全工作实践的专业，对于学生而言也很多一个开启全新人生体会的宝贵经历。 最后，我们要知道兴趣和工作机会多这两个均不是一成不变的，学生的兴趣可能随时会发生改变，工作机会也会因为行业内和行业间竞争而逐渐减少。学校应该为学生保留二次选择的权利，毕竟相对于真正进入社会，学校的容错率还是相对高一点点。 Arguement 25 The following appeared in a recommendation from the planning department of the city of Transopolis. &quot;Ten years ago, as part of a comprehensive urban renewal program, the city of Transopolis adapted for industrial use a large area of severely substandard housing near the freeway. Subsequently, several factories were constructed there, crime rates in the area declined, and property tax revenues for the entire city increased. To further revitalize the city, we should now take similar action in a declining residential area on the opposite side of the city. Since some houses and apartments in existing nearby neighborhoods are currently unoccupied, alternate housing for those displaced by this action will be readily available.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 我们并不确定十年前T市情况与当前城市是否完全可比，因此采用类似的政策不一定能获得相似的结果。 首先，十年前T市所改造的房屋大部分是靠近高速公路的房屋。由于高速公路存在，交通相对便利，这些条件促使引入工业相对方便，进而可能降低犯罪率、带来税收。而当前城市的待改造房屋不一定具备这些特点，我们需要额外的证据来说明改造后的产业用途。 此外，我们需要考虑在当前城市对于这些房屋进行替代的成本，T市进行改造已经是十年前、那些房屋质量严重不合格，因此进行谈判的成本相对较低，但当前城市可能房价已经攀升，大部分居民将房屋作为不动产购置，若要进行谈判成本可能非常高昂。我们需要额外的证据来对此进行分析。 最后，我们需要额外的证据表明这些空余的房屋确实存在，并讨论其在我们整体城市建设之中的占比，进而对于整个政策的成本收益进行分析，对于是否实施进行权衡取舍。 Arguement 26 The following appeared in a memo from the new vice president of Sartorian, a company that manufactures men’s clothing. &quot;Five years ago, at a time when we had difficulties in obtaining reliable supplies of high quality wool fabric, we discontinued production of our alpaca overcoat. Now that we have a new fabric supplier, we should resume production. This coat should sell very well: since we have not offered an alpaca overcoat for five years and since our major competitor no longer makes an alpaca overcoat, there will be pent-up customer demand. Also, since the price of most types of clothing has increased in each of the past five years, customers should be willing to pay significantly higher prices for alpaca overcoats than they did five years ago, and our company profits will increase.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 我们并不能完全确定当前市场关于羊驼绒大衣的市场需求情况，因此我们需要额外的证据。 首先，虽然我们现在有了新的纤维供应商，但是我们不确定与其谈判的供应合同是否昂贵，使用其纤维所制造的衣物成本是否高昂，比如需要重新安装生产羊驼绒工业设备等，都需要支付大量的固定成本。 其次，我们需要额外的证据表明当前市场存在被抑制的需求。主要竞争对手不再提供alpaca大衣可能是有原因，比如当前市场的潮流已经改变，原来羊驼绒大衣可能已经不再受到欢迎，也有可能是有更加专业的生产厂商在市场上供应，而挤出了我们的竞争对手。 再者，其他衣物的价格在五年内不断上升，这并不能说明消费者愿意为羊驼绒大衣支付更高的价格。因为那些有可能是通货膨胀的影响，也取决于消费者对于衣物时尚的偏好。此外，消费品价格升高的同时可能也意味着生产品价格的升高，这意味着我们当前生产一件羊驼绒大衣的价格可能很贵，因此不一定能够使得我们利润的增加。 Arguement 27 A recent sales study indicates that consumption of seafood dishes in Bay City restaurants has increased by 30 percent during the past five years. Yet there are no currently operating city restaurants whose specialty is seafood. Moreover, the majority of families in Bay City are two-income families, and a nationwide study has shown that such families eat significantly fewer home-cooked meals than they did a decade ago but at the same time express more concern about healthful eating. Therefore, the new Captain Seafood restaurant that specializes in seafood should be quite popular and profitable. Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 我们需要额外的证据表明新开一家专业经营海鲜的餐厅是有利可图的。 首先，Bay市中各个餐厅的海鲜消费增加了30%，但是我们需要证据表明这个增加确实是“大量的”，因为可能海鲜消费的基数本就很少，增加了30%可能是源自于各餐厅提供了更多种多样的菜品，而非其需求量真正的增加。 此外，Bay市双收入家庭占绝大部分并且他们现在比以前更多的在外面餐厅消费，并且也更多的准备消费健康食物。但是首先我们不知道他们十年前居家正餐消费占比多少，其基数仍然决定了我们对于他们出门消费意愿的判断。此外我们也需要额外的证据证明表明Bay市居民所认为的健康食物包括了海鲜食品，否则这种认知的不匹配可能会导致海鲜餐厅并没有什么额外的市场。 我们不确定专攻海鲜领域的餐厅是否完全符合Bay市居民的口味，尽管Bay市没有类似的餐厅但这也可能意味着Bay市或许更喜欢多样化的餐厅。因此我们需要额外的证据说明Bay市对专售海鲜餐厅的接受程度。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I22-24，A22-24","slug":"Horn Tip | I22-24, A22-24","date":"2021-07-25T16:00:00.000Z","updated":"2021-07-27T03:47:10.215Z","comments":true,"path":"2021/07/26/Horn Tip | I22-24, A22-24/","link":"","permalink":"http://tan-anran.github.io/2021/07/26/Horn%20Tip%20|%20I22-24,%20A22-24/","excerpt":"","text":"Issue 22 In any situation, progress requires discussion among people who have contrasting points of view. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 在决策过程中，不同意见就同一个目标有针对性的讨论有助于发挥群众的力量。不论是在理论还是在实践之中都已经有大量的证据表明，有效的信息加总能够驱动讨论结果逼近真实结果。这在数学上也相对直观，大样本下独立同分布样本的均值将会服从正态分布。 但是这存在一个前提假设，即每个参与讨论者的实际目标应当是一致的，而不是存在利益冲突。否则，由于参与者策略互动的存在，信息并不能有效的加总，更不用说基于加总后的信息所展开的决策。此外，如果对于参与讨论人群不做任何限制，利益无关者也可能参加讨论，进而可能导致无效信息、错误信息的混淆视听。 另一方面，民主决策的形式固然理想，但是我们不能忽视群众被操纵的可能。诸如意见领袖、公共知识分子的存在可能会为了潜在的利益而操控群众，因为我们不能忘记，羊群效应也时常在现实社会之中发生。 Issue 23 Educational institutions should dissuade students from pursuing fields of study in which they are unlikely to succeed. Write a response in which you discuss your views on the policy and explain your reasoning for the position you take. In developing and supporting your position, you should consider the possible consequences of implementing the policy and explain how these consequences shape your position. 归类：结果型建议类 个人选择应当是自由的。我们不反对教育机构有理有据的告知学生其作为机构所理解的学生与某一行业的匹配度，但是教育机构应该是毫无保留地为学生提供专业选择的选项。 首先，我们并不能确定教育机构所看到的学生的潜力是否反映了真实的情况，可能学生目前表现出较为消极的特征，但不能排除因为他的热爱可能一下子就开窍、触类旁通。 其次，学生选择专业必定会很出于多的原因，不一定是结果导向的成功，也有可能是因为所经历事情以后的热爱。我们不能无视这些需求而去给学生们强加“成功”的概念。 Issue 24 Governments should not fund any scientific research whose consequences are unclear. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 科学研究的过程是不确定的，而且其大多都是处在永无止境的跟进过程中，如果以其结果论英雄，那么能够收到较大关注的将多会是与现实应用产学联结的课题，这些课题在产业中可能会有较为广泛的应用场景，但是对于未来更加深入的发展还是需要依赖结果不那么明确、进程没那么快的基础理论研究。 因为没有在一定时间内获得成果便减少经费及时止损，这边是某种不太完整的“沉没成本”思考方式。但是其问题是，这个服务过程在一次性支付之后并不是钱货两清的，只要不撤资，所谓的前期投入就不会真正成为沉没成本，但若一旦撤资，则前期所投入的资金便立即成为沉没成本。这可能意味着对于各种项目前期需要进行现金流折现或者是估值，但这种金融行业所谓行得通的方法在科学研究上却又不那么好用货币等价物来进行衡量。 Arguement 22 The vice president of human resources at Climpson Industries sent the following recommendation to the company’s president. &quot;In an effort to improve our employees’ productivity, we should implement electronic monitoring of employees’ Internet use from their workstations. Employees who use the Internet from their workstations need to be identified and punished if we are to reduce the number of work hours spent on personal or recreational activities, such as shopping or playing games. By installing software to detect employees’ Internet use on company computers, we can prevent employees from wasting time, foster a better work ethic at Climpson, and improve our overall profits.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 首先，这一建议假设了员工在上班时间会使用公司电脑娱乐或购物。但是我们需要更多的证据来证明此点，如果本身这一行为就相对较少，那么我们此举将只是额外增加购买软件的成本，与此同时还会个员工们传递不信任的信号，相互猜忌的心理将会影响企业文化的良好发展。 其次，建议假设了安装检测上网行为的软件后能够有效地监控员工的行为，并且公司能基于员工对于网络的使用予以控制。但是我们不能完全确定软件的实际共用以及其所能达到的识别程度，颗粒度更细的识别汪汪意味着更高的安装成本，并且，员工们可能上网浏览网页也并不一定是在不务正业，也有可能是针对于工作要求进行调研。 最后，建议假设了限制员工上网行为能够提高工作效率、改善工作分为、提高利润。入职前所提到的，软件的安装需要额外的成本，并且，在适当的休息过程中，员工们劳逸结合，可能更加容易事半功倍。除此之外，公司对于企业员工的过多限制也会对企业文化产生较为消极的影响。 Arguement 23 The following appeared in a letter from the owner of the Sunnyside Towers apartment complex to its manager. &quot;One month ago, all the showerheads in the first three buildings of the Sunnyside Towers complex were modified to restrict maximum water flow to one-third of what it used to be. Although actual readings of water usage before and after the adjustment are not yet available, the change will obviously result in a considerable savings for Sunnyside Corporation, since the corporation must pay for water each month. Except for a few complaints about low water pressure, no problems with showers have been reported since the adjustment. I predict that modifying showerheads to restrict water flow throughout all twelve buildings in the Sunnyside Towers complex will increase our profits even more dramatically.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the prediction and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the prediction. 归类：Question类 （有一说一，这也太离谱了&gt;_&lt;） 首先，我们并不确定水龙头的直接生活用水对于公司总体的用水量占据多大的比例。因为有可能公司的大额耗水量可能来自于施工或者是其他工业用水。 其次，我们并不确定降低最大水流能在多大程度上节约用水。因为有可能虽然水流速度在限制下变缓了但是员工会相应的增加用水的时间，这种叠加效果可能是相互抵消的。 再者，目前看来少量的抱怨也可能与这前三幢建筑物本身用水较少有关，我们并不确定后面九幢建筑物与前三幢建筑情况是否类似。可能后面九幢在实施该政策后会产生较大的抱怨，甚至产生员工因此离职等高成本事件。 最后，我们不确定用水量的支出是否显著的影响了公司的整体利润水平。可能用水量的支出本身就只是占据较小的一部分，对此进行缩减对于利润没有什么影响反而显得公司高层非常小气，影响良好企业文化的培养与形成。 Arguement 24 The following report appeared in the newsletter of the West Meria Public Health Council. &quot;An innovative treatment has come to our attention that promises to significantly reduce absenteeism in our schools and workplaces. A study reports that in nearby East Meria, where fish consumption is very high, people visit the doctor only once or twice per year for the treatment of colds. Clearly, eating a substantial amount of fish can prevent colds. Since colds represent the most frequently given reason for absences from school and work, we recommend the daily use of Ichthaid — a nutritional supplement derived from fish oil — as a good way to prevent colds and lower absenteeism.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 （天，这个比上面那个还离谱_） 首先，我们不确定Meria西侧和Meria东侧的居民生活情况是否可比，可能两地的气候与地理环境存在区别，东部地区可能本身就很少容易感冒，这与当地的地形、天气变化情况都有非常密切的联系。此外，也有可能东部地区的居民很少因为感冒去看医生，这又与当地的文化关系密切。 其次，我们需要额外的证据说明鱼类食品消费和感冒呈现明显的负向因果联系，目前来看这就仅仅是一个（伪）相关关系，报告中所言大量的鱼类消费能够抑制感冒的论断在某种程度上过于武断了。 再者，目前来看虽然感冒是报告缺席的主要原因，但是我们并不能完全确定是否所有的报告都确实属于感冒类。一些疾病有感冒的症状但是不一定是真正归属于感冒，我们对此需要保持警惕，而其可能源自于更加深层次的原因。 最后，我们不能确定鱼油营养品是否真的能够作为鱼类食品的代替，因为鱼所包含的营养成分非常多样，而鱼油只是其中一部分，所以这个营养品可能并不能完全起到代替鱼类食品的作用。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I19-21，A19-21","slug":"Horn Tip | I19-21, A19-21","date":"2021-07-24T16:00:00.000Z","updated":"2021-07-25T19:18:54.177Z","comments":true,"path":"2021/07/25/Horn Tip | I19-21, A19-21/","link":"","permalink":"http://tan-anran.github.io/2021/07/25/Horn%20Tip%20|%20I19-21,%20A19-21/","excerpt":"","text":"纯粹而原始的冲动或许能够让人短暂失忆。但是生命、生活、生长总是一个悠长的旅程，那横冲直撞的力量能爆裂着持续多久呢？ Issue 19 Society should make efforts to save endangered species only if the potential extinction of those species is the result of human activities. Write a response in which you discuss your views on the policy and explain your reasoning for the position you take. In developing and supporting your position, you should consider the possible consequences of implementing the policy and explain how these consequences shape your position. 归类：结果型建议类 在这个论断之中存在好几个需要回答的问题：首先，拯救濒危动物的初衷是什么？如果是我们在一开始学习生物时便首先声明的“保护物种多样性”，那么对于所有的动植物就都应该一视同仁，而不是仅仅基于其动植物濒危的原因而进行分类的保护；如果是基于题中观点所提出的区别保护，那么其假设就意味着出于因“人类所犯下的错误”而要赎罪予以保护，进而这潜在的假设其实就是将人类视作生态圈的一部分（而非人类中心主义），在根本上采取“无为而治”的态度；而前者则可能是持着人类应当用于承担维持自然界平衡的责任来积极有为。对这一基本的立场选择决定了我们对于上述论断的判断和进一步分析。 其次，就从题目本身而言，在现实政策的实施过程中，我们其实并不能确认哪些是人类的影响，事实上人类的影响是一个有为宽泛的概念，纵然我们能使用“物竞天择、适者生存”来为自己开拓，但是这些濒危的事实都发生在人类进行观察的同时，我们并不能很明确的辨别人类在这一过程之中的作用。比方说，人类的行为加剧了全球气候变暖，这无疑对于全球任意一个物种都有着或多或少的影响。我们并不能够很好的作出分类。那么基于这种模糊分类的判断也只能是尤为主观而无法实现其本身的初心。 Issue 20 College students should base their choice of a field of study on the availability of jobs in that field. Write a response in which you discuss the extent to which you agree or disagree with the claim. In developing and supporting your position, be sure to address the most compelling reasons and/or examples that could be used to challenge your position. 归类：敌方看法类 这之前又已经谈论过啦~自然，每个人的上大学的目的和未来的人生规划都有所区别，其实怎么样选择，只要是自己的，就都是好的。 Issue 21 As we acquire more knowledge, things do not become more comprehensible, but more complex and mysterious. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 都是很大的形容词儿，玄而又玄，众妙之门呀。 自然，我们在不断增进我们对万事万物的认识理解的过程中，会发现我们对一件事物越是了解得真切，就越是需要面对层出不穷的新问题：新的认识引发了新的疑问，进而促使人们去研究更多的新的情况和新的子问题。科学的逻辑就是不断证明、证否相互叠加而螺旋上升的。我们从抽象越是深入到具象，其机理就会愈加显得复杂、深不可测。 但是这并不意味着我们对于事物的了解没有任何的进展，“险者远而至者少”，正是因为我们在人类知识的边界有了那么一丁点的推进，所以一个更加广阔的世界展现了出来，而这又需要我们更加勤奋的钻研和努力来毕竟那个边界的边缘，我们能够从“我们对此一无所知”进步到“我们至少可以知道关于这件事的某个方面，但是我们需要更多的努力去了解其全部”。这些被科学界、被社会认可的知识从此就将成为我们工具包的一部分，帮助我们去探索、逼近未知的领域。 Arguement 19 The following appeared in a letter to the editor of Parson City’s local newspaper. &quot;In our region of Trillura, the majority of money spent on the schools that most students attend — the city-run public schools — comes from taxes that each city government collects. The region’s cities differ, however, in the budgetary priority they give to public education. For example, both as a proportion of its overall tax revenues and in absolute terms, Parson City has recently spent almost twice as much per year as Blue City has for its public schools — even though both cities have about the same number of residents. Clearly, Parson City residents place a higher value on providing a good education in public schools than Blue City residents do.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 这两个城市的可比性为何，即便有相对一样的人数，但是否有可能Parson城市人口年龄结构可能给更加年轻，Blue城市人口年龄结构则可能偏向于老龄化，所以前者所面临的公共教育受教育者的人数也很大。 此外，我们也并不能确定是否财政支出高就意味着公共教育水平高，即便当地政府教育人均财政支出水平高，因为可能近几年Parson城市正处于公立教育刚刚起步阶段，基础设施投资、建设压力大，所以教育支出较多，而Blue城市教育基础设施已经相对健全，所以相对而言财政支出较少。 Arguement 20 The following appeared in a memo from a vice president of Quiot Manufacturing. &quot;During the past year, Quiot Manufacturing had 30 percent more on-the-job accidents than at the nearby Panoply Industries plant, where the work shifts are one hour shorter than ours. Experts say that significant contributing factors in many on-the-job accidents are fatigue and sleep deprivation among workers. Therefore, to reduce the number of on-the-job accidents at Quiot and thereby increase productivity, we should shorten each of our three work shifts by one hour so that employees will get adequate amounts of sleep.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 首先，使用Panoply产业工厂的例子假设了其实与Quiot手工业生产是可比的，但是我们并不能确定两者的行业规范、工序要求是否一致，也许Panoply工厂所在行业的工序替换本就是快节奏的，那么Quiot进行直接的照搬可能并不能够取得良好的效果。 其次，专家指出，工序事故的主要原因来源于员工的疲劳和睡眠不足，备忘录指出应该缩短换班周期，从而让员工获得充足的睡眠。但是这里假设了缩短换班的时间确实能够增加工人们的睡眠，但是工人的睡眠应该是与其整体工作时间有关，如果换班时间配置不合理，工人们一样无法得到充分的休息。 最后，调整换班时间、减少工期事故、提高企业生产效率是一个递进逻辑，但是这样的逻辑并不完全成立，因为换班时间的调整可能会产生新的混乱，岗位上的频繁协调也需要工人和企业内部进行消化吸收，这仍然是一个权衡取舍的问题。 Arguement 21 The following appeared in a memorandum from the planning department of an electric power company. &quot;Several recent surveys indicate that home owners are increasingly eager to conserve energy. At the same time, manufacturers are now marketing many home appliances, such as refrigerators and air conditioners, that are almost twice as energy efficient as those sold a decade ago. Also, new technologies for better home insulation and passive solar heating are readily available to reduce the energy needed for home heating. Therefore, the total demand for electricity in our area will not increase — and may decline slightly. Since our three electric generating plants in operation for the past twenty years have always met our needs, construction of new generating plants will not be necessary.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 首先，我们不确定人们对于节约能源的赞同是处于“标语”性的认同还是具有支付能力的实际行动比如，我们不确定工厂所推广的节能电器产品及其价格是否确实能够吸引消费者进行购买，也不能确认加温的新技术是否能够确实本应用于住房建设之中。因为这类产品使用了新的技术，可能其本身的价格也很高，大部分消费者可能没有办法完全支付。 再者，我们不确定对于电力的需求会确实减少，即便有上述能源节约的技术，但是整个市区的人口和家庭户数也会增加，这种人口增加的效应可能同样会增加用电的需求。 此外，原先的电厂已经使用了将近20年，原文假设了其没有折旧。但是一旦考虑折旧，可能有些电厂的发电效率会因为设备设施老旧而无法承担峰值发电压力。 因此我们需要质疑原文建设新的厂房不必要的观点。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I16-18，A16-18","slug":"Horn Tip | I16-18, A16-18","date":"2021-07-23T16:00:00.000Z","updated":"2021-07-25T01:42:32.677Z","comments":true,"path":"2021/07/24/Horn Tip | I16-18, A16-18/","link":"","permalink":"http://tan-anran.github.io/2021/07/24/Horn%20Tip%20|%20I16-18,%20A16-18/","excerpt":"","text":"老友见面，听了一些未闻的故事。那些不起眼的平凡小事，其实是感情里的死去活来。因为那些都是把心交出、托付给对方的重量。 早就听说“他人即地狱”，所以在心里喜欢一个人就够了，何必携她来这岸呢？ Issue 16 The surest indicator of a great nation is represented not by the achievements of its rulers, artists, or scientists, but by the general welfare of its people. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 这又是一个要我们以偏概全的题目，国家可以是一个政治概念，也可以是一个地域概念。前者对应了当地政府对于公共事业的管理与决策，反映在人们的生活水平与福利上，而后者则对应了衡量这个地理位置所培养的文化中，人类文明成就的代表——决策者、艺术家、科学家的杰出贡献。讨论该问题的视角取决于我们究竟要衡量什么具体的对象，若是对于政府决策方式作出考量，那么对于上述论断的态度应该是更加积极的，因为提供公共品本就是解决市场中的无效率现象，提高社会的福利水平。但若是后者，则确实需要我们质疑，因为科学和艺术很多时候与政治是平行发展的，即便在社会动荡混乱时，仍然会有很多惊世之作的出现。 Issue 17 The best way to teach — whether as an educator, employer, or parent — is to praise positive actions and ignore negative ones. Write a response in which you discuss the extent to which you agree or disagree with the claim. In developing and supporting your position, be sure to address the most compelling reasons and/or examples that could be used to challenge your position. 归类：敌方看法类 这个话题在之前的Horn tip里面已经谈论过，只是加了一些修饰。虽然说这些限定词好像在理论上并不会直接影响模型的结果。 Issue 18 Teachers’ salaries should be based on their students’ academic performance. Write a response in which you discuss the extent to which you agree or disagree with the claim. In developing and supporting your position, be sure to address the most compelling reasons and/or examples that could be used to challenge your position. 归类：敌方看法类 在机制设计中，这相当于把教师视作代理人，将学生的学术表现视作教师努力教学后的依赖于教师努力的随机产出，是一个典型的委托代理问题。在模型的设计里，如果观测不到教师关于其教学质量的具体信息，通常委托人应该将教师的工资直接与其产出——也即学生表现相关联，只是在这种模型设定下因为不对称信息仅仅能达到次优均衡。 但是，这样的表现可能太过绝对，因为学生具有很大的异质性，并且也不是所有学生都擅长于做学术或者想要一直在学术界深耕，所以在委托代理模型中教师面对的产出不确定性很高（方差很大），由此工资关联产出所带来的激励效果可能会较小。 其次，学生的学术水平也并不是一个很好识别的变量，越是具体的KPI，就越容易受到KPI的诅咒，也即会扭曲教师所面对的激励，比如若规定教师工资增长必须有其学生发了多少篇什么期刊的论文，那么老师可能会专注于要求学生们成为论文生产的机器，而忽视从学生长远发展角度出发进行培养。这种教学模式无疑无法达到学校教书育人的目标。 Arguement 16 The following appeared in the summary of a study on headaches suffered by the residents of Mentia. &quot;Salicylates are members of the same chemical family as aspirin, a medicine used to treat headaches. Although many foods are naturally rich in salicylates, for the past several decades, food-processing companies have also been adding salicylates to foods as preservatives. This rise in the commercial use of salicylates has been found to correlate with a steady decline in the average number of headaches reported by participants in our twenty-year study. Recently, food-processing companies have found that salicylates can also be used as flavor additives for foods. With this new use for salicylates, we can expect a continued steady decline in the number of headaches suffered by the average citizen of Mentia.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 前面的Horn tip已经提过这道题啦。 Arguement 17 The following appeared in an editorial in a local newspaper. &quot;Commuters complain that increased rush-hour traffic on Blue Highway between the suburbs and the city center has doubled their commuting time. The favored proposal of the motorists’ lobby is to widen the highway, adding an additional lane of traffic. Opponents note that last year’s addition of a lane to the nearby Green Highway was followed by a worsening of traffic jams on it. Their suggested alternative proposal is adding a bicycle lane to Blue Highway. Many area residents are keen bicyclists. A bicycle lane would encourage them to use bicycles to commute, it is argued, thereby reducing rush-hour traffic.&quot; Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 前面的Horn tip又已经提过这道题啦（悄悄偷懒.jpg）。 Arguement 18 The following appeared as a recommendation by a committee planning a ten-year budget for the city of Calatrava. &quot;The birthrate in our city is declining: in fact, last year’s birthrate was only one-half that of five years ago. Thus the number of students enrolled in our public schools will soon decrease dramatically, and we can safely reduce the funds budgeted for education during the next decade. At the same time, we can reduce funding for athletic playing fields and other recreational facilities. As a result, we will have sufficient money to fund city facilities and programs used primarily by adults, since we can expect the adult population of the city to increase.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 再穷也不能穷孩子呀。虽然出生率在下降，但是人口基数却可能在增加，这种情况下，新增儿童数量可能并没有减少，我们需要更多的证据表明新入学学生数量在下一个十年确实会显著地减少。 此外，即便我们确实能够证明新入学学生数量在未来一段时间会显著的减小，我们仍然需要额外的证据表明我们未来的教学开支确实能够缩减。需要注意的是，即便排除通货膨胀的因素，在不同的时代，所需要学习的内容也会与时俱进，其相应所需要的开支也会增大。 其次，我们也需要额外的证据表明确实有必要减少运动和其他娱乐设施的支出，我们需要弄清楚这些支出的服务对象，因为这些支出可能本身就已经是服务成人群体了。 最后，我们不明确在前面过程之中节省的预算是否足够构建服务成人的项目和体系，并且我们也不能确定成人数量在多大程度上会增加，并且我们还需要注意的是，成人是一个很宽泛的概念，包含了青年、中年、老年。处在不同阶段的人群所能够参加的活动、需要的设施也会完全不一样，这意味预算的结构需要充分结构化，进而才能够判断是否完全满足城市发展的要求。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I13-15，A13-15","slug":"Horn Tip | I13-15, A13-15","date":"2021-07-22T16:00:00.000Z","updated":"2021-07-24T16:15:10.203Z","comments":true,"path":"2021/07/23/Horn Tip | I13-15, A13-15/","link":"","permalink":"http://tan-anran.github.io/2021/07/23/Horn%20Tip%20|%20I13-15,%20A13-15/","excerpt":"","text":"\"People say something with certainty, because they know too little about it.\" --François Pierre Guillaume Guizot Issue 13 Governments should offer college and university education free of charge to all students. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 感觉这其实是一个argument的题目。 实现免费的大学和学院教育固然很好，能够普及教育，提高全民的受教育水平，但是这同时也财政开支很大，其来源大概率是税收。针对于全民的税收则会要求所提供的教育具有一定的全民公平性，但是并不是所有人都期望上大学。每个人都会有自己不同他人的职业发展方向，完全免费的教育并不意味着完全的公平。 此外，完全免费的教育一定程度上可能会影响学院与大学之间的竞争，导致大学教育质量的下降。 Issue 14 The luxuries and conveniences of contemporary life prevent people from developing into truly strong and independent individuals. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 题中没有限定比较对象，不确定究竟是同时代的人进行比较还是与过去的人进行比较，更有可能是后者，因为题中除开“contemporary”，其他形容词都显得非常虚无缥缈。 我们想要弄明白在题目中所提出的强大而独立的个体究竟意味着什么。在过去的信息沟通手段相对匮乏，交通出行不那么便利的时候，人们可能更多地局限于自己的小世界里。若是要满足更高质量的生活追求，人们通常需要作出很大的努力，打通人脉、创造物质条件，使得自己独当一面，变得独立而自主。从这个角度来说，在受限的社会与物质环境下，更有可能磨练出强大而独立的个体。 但是另一方面，相较于过去，如今的生活水平已普遍提高，交通发达、通信便利，人们走出自己的小世界仿佛已是触手可及，大部分人们也不再需要为温饱问题发愁，但是这是否意味着人们所面临的竞争已经减小，不再需要个体强大的能力了呢？欲望是无穷无尽的，生活物质的改善不过是赋予人们更多参与竞争的机会与更广大的平台。当然，过去的“强大和独立”在如今的社会自然有不同的含义。在沟通联系日益密切的社会里，我们需要更加紧密的连接在一起，术业有专攻，在相对特定的领域进行探索与开拓，对于具体的知识有充分的了解与挖掘。这亦是一种真正的独立。 Issue 15 In any field of inquiry, the beginner is more likely than the expert to make important contributions. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 对于贡献的评判总是带有一种事后诸葛亮、以结果论英雄的感觉。科学的发展本是不断积累、不断铺垫的，正所谓“站在巨人的肩膀上”。 我们需要清楚的认识到什么是“贡献”，就某一特定领域而言，领域外的人和领域内的人对于贡献的了解可能并不一样。当前各个学问的发展已经相当专业化，深耕某一领域专家更有可能充分了解自己所处领域的庞大而系统知识，专攻领域中某些在外人眼中看起来不重要但实则很关键的问题。另一方面，一中心的视角、多种学科的交叉则可能是刚刚进入一个领域的新人更有可能为这个领域所带来的，“初生牛犊不怕虎”，这种另起炉灶的贡献更加边际上更为显著，也更加容易得到发展，在社会的应用层面看起来也会更加重要，所以会给我们产生出“新手的运气”的错觉。 不过，我们不能忽视的是，新人的贡献终究也是还是需要过往专家长时间的铺垫，所以从这个角度上来说，那些领域的专家也是贡献者中的一份子。 Arguement 13 The following was written as a part of an application for a small-business loan by a group of developers in the city of Monroe. &quot;A jazz music club in Monroe would be a tremendously profitable enterprise. Currently, the nearest jazz club is 65 miles away; thus, the proposed new jazz club in Monroe, the C-Note, would have the local market all to itself. Plus, jazz is extremely popular in Monroe: over 100,000 people attended Monroe’s annual jazz festival last summer; several well-known jazz musicians live in Monroe; and the highest-rated radio program in Monroe is ‘Jazz Nightly,’ which airs every weeknight at 7 P.M. Finally, a nationwide study indicates that the typical jazz fan spends close to $1,000 per year on jazz entertainment.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 我们需要额外的证据来表明建一个新的爵士俱乐部能够确实带来有效的利润流。 首先，最近的爵士俱乐部虽然很远，但是我们需要证据表明其对于本地的市场的占有情况、以及其顾客的黏性（比方说虽然远但是顾客愿意驾车去），进而分析建立一个新的爵士俱乐部创造的到底是一个垄断市场还是一个寡头垄断市场。 其次，我们需要额外的证据说明在Monroe当地爵士音乐确实很受欢迎，在Monroe每年的爵士乐盛典及电台节目的数据中，我们并不清楚有多少数字是当地人提供的，这将影响到我们对于爵士乐俱乐部是都会在当地受欢迎的判断。 最后，基于全国的调查也不能够完全代表Monroe当地的具体情况，我们不清楚本地的粉丝占比有多少，以及他们的消费力能够达到什么样的程度。需要搜集额外的证据予以支撑。 Arguement 14 The following appeared in the summary of a study on headaches suffered by the residents of Mentia. &quot;Salicylates are members of the same chemical family as aspirin, a medicine used to treat headaches. Although many foods are naturally rich in salicylates, for the past several decades, food-processing companies have also been adding salicylates to foods as preservatives. This rise in the commercial use of salicylates has been found to correlate with a steady decline in the average number of headaches reported by participants in our twenty-year study. Recently, food-processing companies have found that salicylates can also be used as flavor additives for foods. With this new use for salicylates, we can expect a continued steady decline in the number of headaches suffered by the average citizen of Mentia.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 前面的Horn tip已经提过这道题啦。 Arguement 15 The following appeared in a letter to the editor of a local newspaper. &quot;Commuters complain that increased rush-hour traffic on Blue Highway between the suburbs and the city center has doubled their commuting time. The favored proposal of the motorists’ lobby is to widen the highway, adding an additional lane of traffic. But last year’s addition of a lane to the nearby Green Highway was followed by a worsening of traffic jams on it. A better alternative is to add a bicycle lane to Blue Highway. Many area residents are keen bicyclists. A bicycle lane would encourage them to use bicycles to commute, and so would reduce rush-hour traffic rather than fostering an increase.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 首先，就增加通行通道的都否定论据上，Green高速和Blue高速不一定可比，Green高速在增加一条新的机动车道后可能因为其他建设时间导致了更加糟糕的交通状况，而Blue告诉可能不会受其影响。我们需要额外的证据来说明增加新的车道确实会导致更差的交通，诸如通过模型验算、数据统计推测等。 其次，我们需要额外的证据表明居住在Blue告诉附近的人们会愿意骑行车通勤。文章所说的热衷于骑行可能是站在“户外健身”运动的情形，而通勤骑行自行车可能会非常辛苦，同时还涉及到骑车速度、停车、更换衣物等诸多问题。因此即便有新的自行车通道，人们不一定愿意骑行上下班。 此外，即便人们真的愿意骑行自行车，我们需要额外的证据表明岂会更加快捷而不是更加混乱，比如不会出现机动车占用自行车通道或者是自行车乱闯入机动车车道等情况，这些情形的发生会进一步扰乱交通秩序，增加通勤时间。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I10-12，A10-12","slug":"Horn Tip | I10-12, A10-12","date":"2021-07-21T16:00:00.000Z","updated":"2021-07-23T04:32:50.696Z","comments":true,"path":"2021/07/22/Horn Tip | I10-12, A10-12/","link":"","permalink":"http://tan-anran.github.io/2021/07/22/Horn%20Tip%20|%20I10-12,%20A10-12/","excerpt":"","text":"不知道自己的选择是对是错，只得咬着牙走下去，宁要亲眼看见结果。 Issue 10 Claim: The best way to understand the character of a society is to examine the character of the men and women that the society chooses as its heroes or its role models. Reason: Heroes and role models reveal a society’s highest ideals. Write a response in which you discuss the extent to which you agree or disagree with the claim and the reason on which that claim is based. 归类：因果类 就题目中的声明来说，理解一个社会的特征和理解一个社会中某个鲜明个体的特征是否有必然的联系？这两者是可以进行比较的吗？社会是如何选择它的英雄，如何选择它的代表，以至于给我们机会“以偏概全”呢？更多地，当社会与个体呈现出某种类似的特征时，可能不是社会“选择”了某一个个体，也有可能是一个个体有意识地“引导”了一个社会，其典型就是克里斯玛式的领袖，但是这种领袖的特征并不能完全说明社会本身的特征，因为社会可能更像是一种可以被塑造的材料，就像Gustave Le Bon在《乌合之众》（The Crowd： A Study of the Popular Mind）一书中所描绘的群众心理：冲动、易变、易受控制。所以这里我们仅仅观察社会中某个偶像的特征，是很难以发现整个社会的关于其“材质”的特性的，而这些材质性质的形成不仅仅是个体性质的简单加总，更是一种令人叹为观止的协同作用。 那么，针对于题中论断所给出的原因也就不攻自破了，既然社会可能会被人有意引导，那么这种引导就极有可能是正向的也有可能是负向的。我们并不能说一个偶像成功引导了社会是因为其代表着社会的最高理想，而更有可能是他的某些特征与当时社会中其他个体的情况有较好的亲和性，进而反顾来推动他/她成为社会的英雄、偶像或典型。 其实这个问题有一点点像在讨论究竟是时势造英雄还是英雄造时势，对于前者而言我们有著名的老话：“站在风口上猪都会飞”；对于后者，我们总是可以拿领袖的实例来进行讨论。辩证法告诉我们，集体与个体本就是辩证统一的。 Issue 11 Governments should place few, if any, restrictions on scientific research and development. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 “科学无国界”，这是一个看起来尤为纯粹且美好的期望。但是科学中的人有自己的国籍、有自己的社会属性，没有任何一位科学家真正生活在社会/政治真空里。科学共同体似乎一直在期望自己可以摆脱自己的政治和社会属性的束缚，但是事实上很难做到，一方面是因为其通过证伪方法构造的信仰形式是当代社会所安身立命的一大根基，另一方面则是科学共同体自身的运行便依赖着逃不脱的社会形态与工具，其典型就是科学道德伦理。 若把政府当做是一个科学的门外汉、局外人，那么的确从纯粹科学自身发展的角度来说，政府不能也不应该左右科学的发展，因为科学的发展方向与政府自身所服务的目标没有必然的联系。但是，若把政府作为公共品的提供者，那么其就有很多指涉科学界的责任需要承担。科学界中有一些共同需要遵守的道德伦理，单纯凭借科学共同体内部的自律和惩罚无法有效的实现，这时候就需要政府来协助完成，比如，政府可能会设置专利保护，保护科学家研发的积极性、打击伪劣盗版与剽窃等行为；也有可能会防止垄断，鼓励科学家之间的有效竞争。除此之外，科学共同体毕竟不是社会真空，其对于其他社会结构也会存在或正或负的外部性。比如政府会禁止科学未被道德伦理直接将人用作实验体等。这些措施在某种可以被视作是一种现值，但是其目标仍然是为了促进科学的良性发展与其他社会组件的良好互动。 Issue 12 The best way to teach is to praise positive actions and ignore negative ones. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 我们知道，“胡萝卜加大棒”（Carrot and stick）是奖惩结合的代名词。虽然说但从信息集的角度来看，若没有第三种行为模式，那么“奖励”代表“行为正确”、“没有奖励”代表“行为错误”这一对应本质上与奖励正确行为、惩罚错误行为的实际效果是一样的，但是由于存在一些中庸的常规行为，所以导致孩子在学习的过程中产生混合的判断，不确定自己所做出的行为类型是属于错误行为还是常规行为，而且这一信念既有可能一直保持稳定，直至那些错误的行为日积月累酿成大祸。因此，在我们这样特定的条件下，教育最好能够明确的提供反馈来促使孩子明确区分自己不同行为的类型，进而产生自己明确而稳定的信念。 不过，事实上仅仅鼓励正确行为也有其合理性，这关系着我们如何来理解“正确”与“错误”。显然，在教学中的是非判断是基于教师先验的信念。但是时代变化的很快，现在看似正确的观点在未来则有可能被证明大错特错。因此，教师仅仅鼓励孩子们的正确行为，是一种处在当下的权宜之计，既帮助孩子们区分当今社会所认可的行为，又保护了孩子们选择其他的可能性。当然，这一些论点都要基于社会对于这些行为的评判在人的生命周期中确实会产生极大变化的前提之上。 Arguement 10 According to a recent report, cheating among college and university students is on the rise. However, Groveton College has successfully reduced student cheating by adopting an honor code, which calls for students to agree not to cheat in their academic endeavors and to notify a faculty member if they suspect that others have cheated. Groveton’s honor code replaced a system in which teachers closely monitored students; under that system, teachers reported an average of thirty cases of cheating per year. In the first year the honor code was in place, students reported twenty-one cases of cheating; five years later, this figure had dropped to fourteen. Moreover, in a recent survey, a majority of Groveton students said that they would be less likely to cheat with an honor code in place than without. Thus, all colleges and universities should adopt honor codes similar to Groveton’s in order to decrease cheating among students. Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 这实际上是将监督权力从老师下放到学生个体身上，其理想初衷是很好的，但是若从博弈论理性人的角度出发，这可能不是一个合意的选择。 首先，我们需要了解Groveton College的荣誉准则系统是否确实有效果？比如这个系统是否给学生提供了检举揭发的激励。就目前文中的描述来看其并没有提供任何的激励，基于理性人的设定，学生们就更有可能合谋而不去检举揭发其他学生；而在原先的教师检举体系中，教师与学生没有利益相关，所以也更加有可能去检查学生的恶作弊行为（尽管也有可能被贿赂），因此作弊案件的减少可能不是来源于作弊人数的减少，二更有可能是来源于举报数量的减少。 其次，我们需要质疑调查研究显示的学生针对荣誉准则系统的态度，如果学生的身份已经是包庇者，我们不能够确定问卷调查所询问的态度是否反映了他们真实的偏好。因为维系这个有“缺陷”的制度对于他们是有利可图的，也即更多的作弊、更好的成绩，那么他们自然会说对于这个制度的好话。 最后，老调重弹，Groventon College的5年前学生情况可能与现在其他各个学校的情况并不可比。比方说原先Groventon College本身的作弊率就很高，提出这个政策才勉强达到如今的水平。文中的两个“recent”并没有告诉我们具体的时间，我们不知道其具体的变化方向为何。 Arguement 11 The following appeared in an article written by Dr. Karp, an anthropologist. &quot;Twenty years ago, Dr. Field, a noted anthropologist, visited the island of Tertia and concluded from his observations that children in Tertia were reared by an entire village rather than by their own biological parents. However, my recent interviews with children living in the group of islands that includes Tertia show that these children spend much more time talking about their biological parents than about other adults in the village. This research of mine proves that Dr. Field’s conclusion about Tertian village culture is invalid and thus that the observation-centered approach to studying cultures is invalid as well. The interview-centered method that my team of graduate students is currently using in Tertia will establish a much more accurate understanding of child-rearing traditions there and in other island cultures.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 在前一篇Horn tip已经分析过这个题目了，只是这里的导语发生了变化，变成检查其假设了，不过有一说一，感觉针对假设的话会更好讨论。（不要打脸哇！） Arguement 12 A recently issued twenty-year study on headaches suffered by the residents of Mentia investigated the possible therapeutic effect of consuming salicylates. Salicylates are members of the same chemical family as aspirin, a medicine used to treat headaches. Although many foods are naturally rich in salicylates, food-processing companies also add salicylates to foods as preservatives. The twenty-year study found a correlation between the rise in the commercial use of salicylates and a steady decline in the average number of headaches reported by study participants. At the time when the study concluded, food-processing companies had just discovered that salicylates can also be used as flavor additives for foods, and, as a result, many companies plan to do so. Based on these study results, some health experts predict that residents of Mentia will suffer even fewer headaches in the future. Write a response in which you discuss what questions would need to be answered in order to decide whether the prediction and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the prediction. 归类：Question类 首先，我们并没有明确的证据表明当地商业使用水杨酸盐成分的增加与当地头疼症状报告的减少有明确的英国联系，这两个情况可能都与当地经济发展、医疗条件、卫生环境改善有关，这两个因素之间可能存在伪相关关系。 其次，我们并不确定水杨酸盐类成分的摄入与头痛之间是否呈现出绝对的负相关关系，比如其是否存在阈值，或者存在倒U形关系，在之前20年水杨酸盐成分的增加可能正好处于人们摄入水杨酸盐较少的一侧，而进一步增加水杨酸盐在食品中的用量不一定能够进一步减少当地的头疼症状，更有甚者，可能物极必反，产生药物中毒等情况。 最后，我们不能确定食品公司所说的以芳香添加剂的形式增加水杨酸盐的使用能够确实的增加人们对于该成分的摄入。芳香添加剂的使用可能会改变水杨酸盐原本的理化性质，若是如此，可能未来人们的水杨酸盐摄入比例不会有明显的变化。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I7-9，A7-9","slug":"Horn Tip | I7-9, A7-9","date":"2021-07-20T16:00:00.000Z","updated":"2021-07-25T01:59:42.678Z","comments":true,"path":"2021/07/21/Horn Tip | I7-9, A7-9/","link":"","permalink":"http://tan-anran.github.io/2021/07/21/Horn%20Tip%20|%20I7-9,%20A7-9/","excerpt":"","text":"Issue 7 Governments should focus on solving the immediate problems of today rather than on trying to solve the anticipated problems of the future. Write a response in which you discuss the extent to which you agree or disagree with the recommendation and explain your reasoning for the position you take. In developing and supporting your position, describe specific circumstances in which adopting the recommendation would or would not be advantageous and explain how these examples shape your position. 归类：条件型建议类 应该着重于解决当下的问题还是预期的问题，这其实有一些像Issue 4中的关于政治领袖的讨论。只是这里的主体相对更加广泛一些，是一个决策团体。同样的，适用于说明改革优点的事例仍然有所侧重的支持任意一方观点。而能够这样做的主要原因则是我们对于“immediate”和“anticipated”的划分不是完全清晰的，对于“problems”一词也没有明确的定义，这都依赖于讲故事的人所想采取的立场。 有意思的是，如果将这个问题的解决视作数学中的优化，那么局部最优不一定是全局最优，而全局最优一定是局部最优。这样看来好像我们应该主动倾向于选择去解决长远的预期的问题。但是事实上进行全局最优的前提是我们确实对于全局具有清晰的认知，可现实生活中我们甚至不知道我们的预期是否正确，那更何谈我们能坚信自己对未来所预期的问题及其解决方式就一定卓有成效呢？而局部最优倒似乎是现实可行的，只是又容易故步自封，所以我们市场会故意需要一些漂移、一些扰动、一些“好”的“坏”的随机性来避免完全均衡于局部最优点，一点一点逼近我们所希冀的全局有效。 Issue 8 Some people believe that college students should consider only their own talents and interests when choosing a field of study. Others believe that college students should base their choice of a field of study on the availability of jobs in that field. Write a response in which you discuss which view more closely aligns with your own position and explain your reasoning for the position you take. In developing and supporting your position, you should address both of the views presented. 归类：两种看法类 这个问题其实应该和学生们选择上大学、选一个专业究竟是为了什么有关，在目的不一致的情况下不是特别清楚应如何进行比较。 当然，这个题目也有坑。就第一个观点来说，仅仅考虑天赋和兴趣似乎太过绝对了，毕竟在选择专业时进行决策所依赖的经验是过去的经验，人在真正体验事物之前，并不能完全清楚地认识到这件事情是否可能成为自己的擅长或者是兴趣，因此仅凭过去的经验做出选择，无疑扼杀了自己体验更多的可能性。虽然说，如果一个人在某些方面很早就显示出了极高的天才，那社会倒确实会给他创造工作机会。第二个观点的表述则可能相对更加中和一些，适当的参考当前提供的就业机会能够给学生们未来进行自我培养更多的启发和指引。不过我们同时也应该注意的是，教育的培养存在时滞，当前热门的行业在学生们毕业以后不一定仍然热门。 我们也不应该完全以就业论英雄，实现社会价值与人生价值的方式终归是有很多种。 Issue 9 Laws should be flexible enough to take account of various circumstances, times, and places. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是否判断类 “flexible”一词就像中文“适合”一词一样，若不放在具体的语境下几乎没有完全明确的含义，而后面的“enough to”之后的内容又只是用更宽泛的词进行了一些扩充。 一个完整的法律体系分为很多种不同的方面，有的部分负责立下法律的根基、明确法的精神，有的部分则负责被应用于具体的司法实践。毕竟，目前的法律是成文的，既然需要写成文字便终究难以在有限的空间中穷尽所有情况，所以法律本身应该是原则性的、提纲挈领的，而对于法条的应用与解释则可以具体问题具体分析。所以这里的法律似乎既灵活又不灵活，说它灵活是因为它的内容可以被多样解释，说不灵活是因为它的形式是固定的，两者辩证统一。（有关于大陆法系和欧美法系的区别这里就不过多讨论了） 这里应该大部分只能指出正面的论据，法律的形式应该服务与它的目标，对于特别具体的法律，我们只能说担心起言多必失。 Arguement 7 The following is a memorandum from the business manager of a television station. &quot;Over the past year, our late-night news program has devoted increased time to national news and less time to weather and local news. During this period, most of the complaints received from viewers were concerned with our station’s coverage of weather and local news. In addition, local businesses that used to advertise during our late-night news program have canceled their advertising contracts with us. Therefore, in order to attract more viewers to our news programs and to avoid losing any further advertising revenues, we should expand our coverage of weather and local news on all our news programs.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 在电视台更多的放送国家新闻、更少的放送地区新闻和天气预报后，有两个现象促使管理者认为应该增加地区新闻和天气预报的放送时间，一个是观众对于地区新闻和天气预报的抱怨增加了，另一个是地区企业取消了与电台在这个时间段合作的广告合同。 首先，文章假设观众抱怨的增加仅仅是因为地区新闻和天气预报时间的减少。但是我们需要注意的是，当改变了节目的播放时间，同时改变的还有节目的质量，节目可能会变得简短不够详细，这也是观众们可能会抱怨的很大理由。其次，目前没有直接的数据证据表明改变原先的播放结构对于观众人数有明显下降影响，所以即便回到原先的播放方案也不一定能够吸引更多的观众。 在广告合同方面，其假设了当地新闻放送时间减少减少了当地企业签订广告合同的意愿，但是这也有可能是源于其他电视频道或者电台其他时间段节目的竞争。此外，备忘率假设了当地企业是唯一的广告来源，当增加了国家新闻放送时间的时候也有可能吸引更大的跨地区企业来投放广告，这之中我们需要进行权衡取舍。 Arguement 8 Two years ago, radio station WCQP in Rockville decided to increase the number of call-in advice programs that it broadcast; since that time, its share of the radio audience in the Rockville listening area has increased significantly. Given WCQP’s recent success with call-in advice programming, and citing a nationwide survey indicating that many radio listeners are quite interested in such programs, the station manager of KICK in Medway recommends that KICK include more call-in advice programs in an attempt to gain a larger audience share in its listening area. Write a response in which you discuss what questions would need to be answered in order to decide whether the recommendation and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the recommendation. 归类：Question类 WCQP电台的成功经历是2年前开始的，其成功的经历可以完全复制吗？两年前的WCQP电台发展情况与当前KICK电台所面临的情况可能并不一致，比如两年前可能call-in这样的节目形式不多见，WCQP电台正好站在了行业的风口上所以取得了较大的成功。而现在这个市场的结构是什么样的，替代性如何，本地市场是否有同类的电台，这都将影响到电台改革的实际效果。 国家层面的调查显示有很多观众对于call-in节目感兴趣，但这个调查中感兴趣的观众是否有较多的分布在KICK当地？国家层面的调查不能完全说明当地的情况。除此之外，感兴趣并不能代表会真正来参加，不能完全确定这部分听众的黏性为多少。 Arguement 9 The following appeared in an article written by Dr. Karp, an anthropologist. &quot;Twenty years ago, Dr. Field, a noted anthropologist, visited the island of Tertia and concluded from his observations that children in Tertia were reared by an entire village rather than by their own biological parents. However, my recent interviews with children living in the group of islands that includes Tertia show that these children spend much more time talking about their biological parents than about other adults in the village. This research of mine proves that Dr. Field’s conclusion about Tertian village culture is invalid and thus that the observation-centered approach to studying cultures is invalid as well. The interview-centered method that my team of graduate students is currently using in Tertia will establish a much more accurate understanding of child-rearing traditions there and in other island cultures.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 首先，我们需要更加直接的证据判断Tertia的社会结构在20年间没有发生很大的变化，可能在Dr. Field开展田野观察的时候，Tertia的孩子确实是由村庄集体抚育的，而到如今可能发生了变化。 其次，我们并不能完全判断当前孩子的成长是否没有受到村庄的集体协助，“更多地与血缘父母交流”这只能说明儿童与血缘父母交流更加密切，但是囿于他们之间的特殊关系，这似乎也是情理之中的。 基于上述两点，我们不能完全否定Dr. Field的结论，更不能直接地否定观察为中心的方法。即便我们使用证据证明了访谈为中心的方法在Tertia岛上有更好的准确性，我们也需要更多的证据表明其在研究其他岛屿文化上的适用性，比如不同岛屿上的语言并不相同，并且基于文化差异，被访谈者对于自身的认知与访谈者的客体认知也会存在区别，如果语言不通，也得不到在认知相对一致情形下的沟通，这一方法必然会产生很大的误差。而观察法则可能是当时仅能采取的获取素材的方式。(此外，我们也需要证据表明Dr. Karp教授的方法已经被他的团队的研究生门充分掌握并且能够构造更精确的对于Tertia岛文化认知。)","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I4-6，A4-6","slug":"Horn Tip | I4-6, A4-6","date":"2021-07-19T16:00:00.000Z","updated":"2021-07-23T04:32:48.384Z","comments":true,"path":"2021/07/20/Horn Tip | I4-6, A4-6/","link":"","permalink":"http://tan-anran.github.io/2021/07/20/Horn%20Tip%20|%20I4-6,%20A4-6/","excerpt":"","text":"钻牛角尖第二弹！ Issue 4 Some people believe that in order to be effective, political leaders must yield to public opinion and abandon principle for the sake of compromise. Others believe that the most essential quality of an effective leader is the ability to remain consistently committed to particular principles and objectives. Write a response in which you discuss which view more closely aligns with your own position and explain your reasoning for the position you take. In developing and supporting your position, you should address both of the views presented. 归类：两种看法类 这个问题其实在宏观经济学中有非常具体的反映。具体而言，财政政策与货币政策到底应该是相机决策还是从一而终，两种不同的决策会产生非常大的区别。其中一个著名的例子是政府对待描述失业率与通货膨胀之间关系的菲利普斯曲线上。 在这道题中其实更加关键的是究竟什么是“effective”，邓小平同志曾说过：“不管黑猫白猫,捉到老鼠就是好猫。”在这里，题目的要求虽然可能不完全允许我们这样做，但是对我们自身而言这两种选项本就是一个硬币的两面，大家都是在时候才论英雄。就前一种观点而言，每一个因为破旧立新而功成名就的领袖都可以成为典型，如毛主席的“农村包围城市，武装夺取政权”、罗斯福的新政等等；对于后一种观点来说，则要突出领导者对于一个长远而明智原则的始终坚持，虽然说通常而言这样的领导者不容易在历史上留下名字，因为通常是克里斯玛型领导者引发社会的狂热。但其实在现实的改革中不乏立场坚定的领导者力排众议、强忍改革过程中的阵痛，最后收获成功，典型代表包括秦孝公等。 只是这里觉得又很荒诞，其实都是破旧立新，而哪一次改革又不会有需要妥协或者是饱受争议的地方呢？同一件事两个论点都能作为论据，而似乎通常而言我们对领袖的评价就是看这个改革措施最后是否真的能带来社会的福利，而改革的成功不仅仅要求决策的正确、要求领袖自身坚定地立场，还需要他对实际的把握和强大的政治智慧。总而言之，我觉得这是一个很怪的题目，就不敢继续碎碎念了。 Issue 5 Formal education tends to restrain our minds and spirits rather than set them free. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 这个话题可是太大了，甚至还有“spirits”和“free”这样的词眼。尝试着瞎写一下。 人类一直在探寻教育的终极形式，记起很久以前有一个段子是说，一个母亲接小学第一天上学的女儿放学回家，第二天就把老师告上法庭，原因是她的女儿不再将“圆”富有想象地认作是太阳、是苹果、是湖，而是老师口中教导的“圆”，她认为老师不应该如此边扼杀了汉子的想象力。事实上这甚至引发了一个更深次的话题，即是说我们应该如何教导——或者说在多大程度上向学生们展示当代社会的理性。这些所称为“圆”的知识，是我们文明的成就，也是人类感性的共同妥协，它服务于人类、也服务于自己。一个圆当然可以指代各种各样的事物，但是我们在作出这个指代、使用这个陈述的时候，确实是“圆”这个称谓是最方便、最快捷亦是最清晰的。但是我们若仅限于传输此类知识，便真正会导致扼杀孩童们的天性，也就是那些理性所依赖的发源地，感官、想象与天才。 确实如此，当理性服务于自身的时候更多时，它就越像一个无法控制的野马拽着人东奔西跑。只是，正如前文所述，我们的教育并不仅仅只是传输这类知识，一个理想的教育自然是不希望孩子们成为“具体知识”的奴隶，而是希望他们能成为操控知识积木的人、理性逻辑的建造师与设计者。那些具体的知识能够随着学生们的机灵而绘成精彩的杰作，进而又被理性所规训，成为具体知识的一部分，成为一块崭新的积木，这便是我们人们文明进步的动力学。 回到题目来说，正式教育究竟是限制还是解放我们的思想，这要看教育的具体形式是什么，以及教育是否能充分满足学生“人性”的要求。虽然说以教导爱弥儿方式来教导的教学方法几乎没有成功的案例（其实要看到底如何定义成功。）但是就现代教育而言，我们通常的教育还是尽量趋向于多元化的激发而非单方向的灌输，稍有个别的案例、或者更加隐性的、其实是社会的资本结构让学生们自行的妥协。毕竟，思想的解放从短期的功利上来说，“有什么用呢”？ Issue 6 The well-being of a society is enhanced when many of its people question authority. Write a response in which you discuss the extent to which you agree or disagree with the statement and explain your reasoning for the position you take. In developing and supporting your position, you should consider ways in which the statement might or might not hold true and explain how these considerations shape your position. 归类：是非判断类 可以从很多角度来理解什么是“well-being”，什么是“authority”。 事实上，一个社会并不必然有一个明确具象的权威代表，而社会的福利也有很多复杂的定义。还是回到经济学中，Arrow曾在《社会选择与个人价值》（Social Choice and Individual Values）一书中使用集合论等数学方法证明一个满足诸多合意假设的社会必然会是独裁的，这个定理便是著名的阿罗不可能定理，在福利经济学领域引发了很大的轰动。但其实”独裁“这个概念似乎在西方观点中是最应该被抨击的，可是它却可能代表着一个相对合意的社会模型，而这亦是这一理论的魅力之处。 当然，上述说法可能扯远了，就对通常质疑权威这一概念来说，这意味社会之中的大部分人是清醒的、自知的，愿意为社会福利的改进而作出努力的，也说明社会中存在这样一批人有能力清醒、意识到权威的所在。从精神层面上来说，这必然是一种社会不可多得的福气。但不过于我而言，福利的改进始终还是需依赖于物质的基础，并且，福利改善的前提一定是它的人民确确实实认识到了权威真正的属性与根本，而非只是受到狂热的鼓吹而跟风，成为怀疑论的猜忌或者是反智，若是这般，那可真将是一场再难。 Arguement 4 The following appeared as part of an article in a business magazine. &quot;A recent study rating 300 male and female Mentian advertising executives according to the average number of hours they sleep per night showed an association between the amount of sleep the executives need and the success of their firms. Of the advertising firms studied, those whose executives reported needing no more than 6 hours of sleep per night had higher profit margins and faster growth. These results suggest that if a business wants to prosper, it should hire only people who need less than 6 hours of sleep per night.&quot; Write a response in which you examine the stated and/or unstated assumptions of the argument. Be sure to explain how the argument depends on these assumptions and what the implications are for the argument if the assumptions prove unwarranted. 归类：Assumption类 其实晚上的睡眠时间并不能完全代表一个人的日常睡眠时间，毕竟中国人时常会有午睡的习惯。 睡眠时间短只是一种现象，可能源自于其非常自律，文章直接假设了睡眠时间短的现象可以带来更高的企业产出，这实际上是有些本末倒置了。 此外，被研究对象的企业不一定可比，他们的公司很有可能分别处于不同的阶段，并且需要注意的是研究结果比较的是利润率和增长率，但是这些都是成长型企业的特征，而在企业的成长期企业领导者通常会忙于商业扩张，压力很大而减少睡眠时间，而对于相对成熟的企业的企业领导者，其公司各项规章制度已经建立完善，拥有相对充足的睡眠时间也是理所应当的，上述逻辑存在内生性的问题。此外，横向来看，这也可能与企业的行业有关，不同行业的竞争压力有别，利润率与增长率自然也会不一样，不能完全归结于人自身的原因。 Arguement 5 The following memorandum is from the business manager of Happy Pancake House restaurants. &quot;Recently, butter has been replaced by margarine in Happy Pancake House restaurants throughout the southwestern United States. This change, however, has had little impact on our customers. In fact, only about 2 percent of customers have complained, indicating that an average of 98 people out of 100 are happy with the change. Furthermore, many servers have reported that a number of customers who ask for butter do not complain when they are given margarine instead. Clearly, either these customers do not distinguish butter from margarine or they use the term ‘butter’ to refer to either butter or margarine.&quot; Write a response in which you discuss one or more alternative explanations that could rival the proposed explanation and explain how your explanation(s) can plausibly account for the facts presented in the argument. 归类：Explanation类 首先，就上述现象而言，我们并不能确定需要黄油的顾客占总顾客的比例，可能在美国西南部餐厅中，顾客对于黄油的需求量本身就很小。黄油需求量小，自然感知到这一改变的顾客也会很少。另一方面，我们不确定餐厅是否有合适的反馈渠道，大部分人还是倾向于”沉默“而非直接抱怨。所以，当统计数据显示只有2%的顾客抱怨时，并不能说明剩下98%的顾客都对于这个改变是满意的。 其次，针对餐厅提供人造黄油给顾客但顾客仍认为是黄油的现象，其实这与顾客对餐厅的信赖程度有关。顾客不一定是食品材料领域的专家，本身也会更加倾向于依靠餐厅所给的直接印象。基于餐厅给他们所建立的“这就是黄油”的第一印象，当他们感受到人造黄油的不同口感时，更可能是认为菜品或菜谱发生了改变，而更少的倾向于直接考察黄油本身。但是当他们真正发现这一点，便极有可能会以欺诈消费者为由控告餐厅。 Arguement 6 The following appeared in a memorandum from the manager of WWAC radio station. &quot;To reverse a decline in listener numbers, our owners have decided that WWAC must change from its current rock-music format. The decline has occurred despite population growth in our listening area, but that growth has resulted mainly from people moving here after their retirement. We must make listeners of these new residents. We could switch to a music format tailored to their tastes, but a continuing decline in local sales of recorded music suggests limited interest in music. Instead we should change to a news and talk format, a form of radio that is increasingly popular in our area.&quot; Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 这个备忘率认为应做两项改革：1、有针对性的增加适合迁移听众口味的音乐播放来锁定这部分群体；2、因录制音乐在本地销售情况处于下降趋势反映了人们对音乐的热衷程度在下降，应该增加新闻和脱口秀类节目。 首先，我们需要证据说明受众范围的扩大确实来源于退休人群的迁移。因为退休人群是一个很特殊的群体，这通常可能以为着年龄较高，并且跟随电台已经很长时间，我们需要证据表明他们对于电台的忠诚度。否则擅自改变音乐风格可能会导致这部分群体的流失。 其次，我们需要更多的证据表明音乐类节目的受欢迎程度在下降，录制音乐的本地销售额减小可能是人们在音乐付费购买行为减少过程中的一个普遍现象，这种现象的产生很有可能是来源于电台类节目音乐播放的可替代性。 最后，我们需要更多的证据表明转变为新闻和脱口秀节目是有利可图的，电台形式的改变势必会减少原先音乐节目放送的时间，从而改变听众对于电台的定位，这同样可能会流失一部分观众；并且，当前在本地市场中越来越受欢迎的新闻脱口秀类节目不一定完全符合当前电台的受众所在区域越来越广泛的情况；再者，可能原先本地新闻类电台就很少，如果当前电台作出了改变，会进一步改变这一市场结构，从而使得各个电台之间产生可替代性，进而利润空间压缩。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"Horn Tip | I1-3，A1-3","slug":"Horn Tip | I1-3, A1-3","date":"2021-07-18T16:00:00.000Z","updated":"2021-07-25T01:59:11.862Z","comments":true,"path":"2021/07/19/Horn Tip | I1-3, A1-3/","link":"","permalink":"http://tan-anran.github.io/2021/07/19/Horn%20Tip%20|%20I1-3,%20A1-3/","excerpt":"","text":"感觉备考GRE是一个尤为需要耐力的长跑。而作文部分又尤为玄妙。因此希望能每天把看题的一点点想法写在这里，也并没有什么真实的依据只顾着钻牛角尖，不知道钻对没有…先这样试试看吧 Issue 1 Universities should require every student to take a variety of courses outside the student’s field of study. Write a response in which you discuss the extent to which you agree or disagree with the claim. In developing and supporting your position, be sure to address the most compelling reasons and/or examples that could be used to challenge your position. 归类：敌方看法类 其实这个问题和专业教育与通识教育之争有一些异曲同工。传统的专业教育从现代学科分类的角度出发，希望通过系统的课程体系培养让学生充分了解到一个学科发展的前沿，进而成为科学界或者产业界中的可用之材。但站在通识教育的角度，大学不仅仅是学生学习专业知识、提升专业素养的地方，同时也是学生之所真正学成为“人”、迈向社会的关键阶梯。通过要求修习多种课程让学生们从不同学科中汲取养分，不仅仅是让学生们了解当下人类社会的文明成就，更是让同学们了解和挖掘自身。 另一方面，现在的各个学科之间呈现出交叉融合的倾向，来自其他学科的见解时常对于学生们自身专业的修习有很大的帮助。就像“经济学帝国主义”一词所言，经济学分析的骨骼可以延伸到各个社会科学领域。自博弈论发展以来，各种社会科学中所归纳、论证的社会现象越来越多地被经济学家使用微观机制工具加以剖析、计算与预测，尽管大部分情况下我们仍然过分的依赖严格的数学假设，但在很多时候仍取得了不错的效果。 但值得注意的是，这些论证的前提均是学校对于学生额外课程的设置确实能够满足通识教育或交叉学科的培养要求。事实上，通识教育、交叉学科的培养由于其不是一个具体“专业”，所以必无法拥有像传统专业教育那样系统而完善的体系。在这种环境下，学生的自我修行更多的可能是事前自为的，而非事后规范的。换句话说，一个通才的产生要求天时地利人和，是可遇而不可求的。因此，如果学生们若是不能完全明确自身的培养目标为何，就很容易产生机制设计目标与激励效果不一致的问题：诸如不认真对待额外专业的课程，仅仅将其视作刷分提高绩点的工具，甚至更有可能陷入目标的迷失，不知道自己究竟在学什么。 因此，也许通识教育的确是一种大学教育日臻完善的可能，但是它对于我们的学生的自我定位与自我认知也产生了很高的要求。如果我们没有更多相应的配套措施，往往更加容易产生事与愿违的情况。而那些配套措施的成本与真正实现通识教育的收益则又是一个需要在具体情境下权衡取舍的问题了。 Issue 2 A nation should require all of its students to study the same national curriculum until they enter college. Write a response in which you discuss your views on the policy and explain your reasoning for the position you take. In developing and supporting your position, you should consider the possible consequences of implementing the policy and explain how these consequences shape your position. 归类：结果型建议类 对于这一问题的讨论需要回答这些同一的课程体系目标为何、是什么、对于修习其他课程是否有限制，以及各个地区人才培养的现状是如何等诸多问题。 就直觉上而言，采取具体问题具体分析的立场应是上选。但若说国家所要求的的课程是学生们在未来学习、工作之中所必备的技能，推广同一课程体系的目的在于全方位的提高全体国民素质，这似乎也是情理之中的。统一课程体系可以涵盖在任何工作之中都会使用的阅读、计算等多方面的素质教育。国家统一的要求执行能够倒逼教育资源相对匮乏的地区有目标有针对性的进行改革，进而提升当地的教育质量。当然其前提是国家确实能够为这些地区调配到足够的教育辅助。此外，一些关系到国家、社会稳定的内容也可以涵盖于统一课程体系之中，比如安全健康与急救等课程，这些课程的推广能够让学生们在未来更好的处理发生在自己身边的安全突发事件，这对于增强全民的安全保障意识都有非常关键的作用。 不过，我们同样需要注意的是，教育本身就应是因材施教，统一的课本统一的教材不应该完全替代学生的多样化发展。各个地区生活环境、职能分工不一样，学生们对于自身所处环境的认知和未来的方向也会有所不同。如果仅仅是强制性的要求学生们修习完全一样的课程，虽然能够促进统一的竞争，但是其中一个最大的问题就是在高中结束以后不知道自己未来所努力的方向，而那个时候最快解决问题的方法就是屈从于现实，选择自己虽然不那么感兴趣但是出路较好的方向，而这又会进一步引发在某些行业竞争过剩，某些行业缺乏竞争的空心病；除此之外，由于不同地区对于现实的理解不一样，学生们对于知识的理解也会有很大差别，如果没有配套的教育资源，那么这反而可能事倍功半的进一步加大了教育差距。 因此，我们所推广的统一教育从最为易行的角度而言初衷是提高国民素质，但是其要求有配套的基础设施，并且，这种教育体系不应该成为学生们多元发展的阻碍。相反，这种课程体系应该鼓励同学们积极进行自我探索、教导他们探索世界、改造世界的方法，给他们提供无限的发展可能，而不是仅仅强调具体知识的掌握。授人以鱼不如授人以渔。 Issue 3 Educational institutions should actively encourage their students to choose fields of study that will prepare them for lucrative careers. Write a response in which you discuss the extent to which you agree or disagree with the claim. In developing and supporting your position, be sure to address the most compelling reasons and/or examples that could be used to challenge your position. 归类：敌方看法类 对于这个问题我们应该有很鲜明的立场，但题目却要求我们从敌方角度来思考我们论据的薄弱点。不赞成题目论断的主要原因有三，一个是教育存在时滞，而产业的发展又是瞬息万变的，当前看上去利润丰富的行业在未来不一定仍然存在很高的劳动回报，如果在当前盲目进行教育扩张可能会导致这些领域人才过剩，另一些领域人才匮乏的情况；另一方面，学生们各有自身的学习特点与兴趣，不是所有的学生都适合学习某种特定的专业，揠苗助长只能颗粒无收；最后，职业发展并不是一个学生作为一个人的全部目标，而且获利丰富的行业也不一定真正对社会有益，而教育是一种公共事业，应该从人类与社会福祉的角度出发来考虑这个问题。 站在对立方的角度，对于我们论据一的反驳主要是虽然产业发展速度很快，但是我们的教育也在时刻进行着改革，从宏观全局出发的教育体系对于未来产业的发展有一定的预见性，只要对于学生的培养是有针对的，那么学生的职业发展方向也会与时俱进。对于论据二，产业的增长点通常不止一个，并且产业之间也是息息相关的，每个人总是能够在适当高利润行业中找到自己的位置。对于论据三，某个行业的高利润代表了其行业非竞争性或其他高溢价的产业特征，这种特征反映了社会对于这方面人才的旺盛需求，当然，前提教育机构所引导的行业主要是合规合法的行业。（虽然我觉得反驳得毫无力度但是姑且先这么写吧…） Arguement 1 The council of Maple County, concerned about the county’s becoming overdeveloped, is debating a proposed measure that would prevent the development of existing farmland in the county. But the council is also concerned that such a restriction, by limiting the supply of new housing, could lead to significant increases in the price of housing in the county. Proponents of the measure note that Chestnut County established a similar measure ten years ago, and its housing prices have increased only modestly since. However, opponents of the measure note that Pine County adopted restrictions on the development of new residential housing fifteen years ago, and its housing prices have since more than doubled. The council currently predicts that the proposed measure, if passed, will result in a significant increase in housing prices in Maple County. Write a response in which you discuss what questions would need to be answered in order to decide whether the prediction and the argument on which it is based are reasonable. Be sure to explain how the answers to these questions would help to evaluate the prediction. 归类：Question类 咋呼一看这个里面坑有不少，首先我们并不能确定这三个城市的房地产市场在多大程度上可以进行类比，如果其本身市场环境不相似，比如一些城市倾向于寡头市场，另一些城市倾向于完全竞争市场，那么就算是政府实施相对一致的政策也不一定会产生类似的效果。 其次，C城市十年前颁布了类似的措施，但是其房价只有小幅上升，而P市在十五年前对新增住房市场进行限制，导致其房价相比于之前上升到近2倍。这一比较性论据中有两点需要讨论，一个是对新增住房市场的约制政策可以类比当前对于农村土地的约制政策吗，为什么议会无视前者非常相似政策的实施效果而选择采用不同领域的效果呢？另一个是这两个房价变化的参照点不同，前者是10年前，后者是15年前，而在前15到前10年之间是否存在因为其他原因导致普遍的房价上涨现象？这些都是不得而知的。需要获得更多的事实证据才可继续推论。 Arguement 2 Fifteen years ago, Omega University implemented a new procedure that encouraged students to evaluate the teaching effectiveness of all their professors. Since that time, Omega professors have begun to assign higher grades in their classes, and overall student grade averages at Omega have risen by 30 percent. Potential employers, looking at this dramatic rise in grades, believe that grades at Omega are inflated and do not accurately reflect student achievement; as a result, Omega graduates have not been as successful at getting jobs as have graduates from nearby Alpha University. To enable its graduates to secure better jobs, Omega University should terminate student evaluation of professors. Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 这其实在经济学中是一个典型的信号发送模型。在题目的设定下，我们首先需要证据确定学生们的绩点通胀确实源自于教授们为了获得高评语而故意无差别给同学们高分；事实上，也有可能是教授们为了获得更好的评语，被激励而改善了自身教学方法，也使得同学们更好的吸收课程知识，进而获得了更好的成绩。学生们成绩的提高可能是来自于教学改革的成功。 其次，我们需要证据证明雇主确实是因为发现了O学校学生绩点通胀以后才开始给学生的表现进行折扣。因为也许O学校与A学校在O学校开始教学评估政策开始之前就存在很大的就业水平差距，如果如此，那么O学校学生的就业水平相对较低可能不完全来源于其政策效果。两学校情况不一定具备可比性。 最后，若上述逻辑悉数成立。我们仍然需要证据证明当前取消教学评估确实能够使得学生成绩反映真实情况，并且雇主不会因为O学校学生成绩的大幅下滑而进一步给O学校学生更大的惩罚。 Arguement 3 In an attempt to improve highway safety, Prunty County last year lowered its speed limit from 55 to 45 miles per hour on all county highways. But this effort has failed: the number of accidents has not decreased, and, based on reports by the highway patrol, many drivers are exceeding the speed limit. Prunty County should instead undertake the same kind of road improvement project that Butler County completed five years ago: increasing lane widths, resurfacing rough highways, and improving visibility at dangerous intersections. Today, major Butler County roads still have a 55 mph speed limit, yet there were 25 percent fewer reported accidents in Butler County this past year than there were five years ago. Write a response in which you discuss what specific evidence is needed to evaluate the argument and explain how the evidence would weaken or strengthen the argument. 归类：Evidence类 首先，我们需要证据证明，限速政策对于交通事故的发生没有任何实质上的减轻影响。虽然目前事实显示交通数量没有减少并且很多司机超速驾驶，但是交通事故的危害程度在政策前后可能发生变化，并且司机等从业者完全适应政策也需要一定时间。 其次，感觉对于这种题目而言，是否可以类比都是一个必问的问题。我们需要证据说明P国家当今的铁路交通发展情况与B国家五年前的铁路交通发展状况是类似的，这样建议才有可以被讨论的空间。这种相似包括P城市的道路确实还能够进行改进、道路确实需要加宽等。 第三，我们需要证据说明，B国家的交通事故减少确实是因为5年前的道路改良计划而非其他，比如B国家可能管控了交通事故的披露程度，也有可能是其他交通工具的发展产生了替代作用使得铁路不再完全受欢迎等。","categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"}]},{"title":"记你们的毕业","slug":"记你们的毕业","date":"2021-07-14T16:00:00.000Z","updated":"2021-07-15T18:08:13.734Z","comments":true,"path":"2021/07/15/记你们的毕业/","link":"","permalink":"http://tan-anran.github.io/2021/07/15/%E8%AE%B0%E4%BD%A0%E4%BB%AC%E7%9A%84%E6%AF%95%E4%B8%9A/","excerpt":"","text":"夏天，又是一届毕业季。 今年的毕业季显得格外热闹，许多同级的、非同级的朋友都拉伙儿合照。说来奇怪，原本是不爱凑热闹的人，却不知怎的从很早开始就参与其中了：看着大家答辩、跑材料、整理物品、在毕业典礼上热泪盈眶、合影留念、聚会宿醉，然后珍重道别。这一切都显得很自然、很完满。就像同心的涟漪圈圈扩散，只留着水中央悠悠荡荡、平平缓缓。那些也似我全都经历过一样。想草率地说声保重，但其实要说不伤感还真是很难。那些日后再见的承诺，又有多少能兑现呀。 我们似乎总是喜欢一些确定的事物，那些所谓确定性的存在让我们觉得安全而有所凭依。我们需要确定的，不仅仅是那些物质的现实，还有我们的想法、观点与态度，就即便是面对一对没有办法在短时间内决出胜负的选项，我们似乎也宁愿持着一个不去选择的确定想法来保护自己。换言之，拖延症就是一种典型吧。只要一直持有着可以自由选择的权利，就似乎总是有退路可走。可其实，终究还是没有去承担选择的后果的勇气，不然便不会有破釜沉舟的佳话了。 我一直都知道自己是很幼稚的人，但是确实也不是那么明白自己真正幼稚在何处。也许写这种“矫情无脑”的文字就是一个明显表现罢。但是，这些想法和心绪一旦产生，我便很难对它们置之不理。就大家通称的“世俗”而言，我有时候尤为危险而自大地睥睨一些被奉之为圭臬的具体知识，只觉得更重要的是掌握其一以贯之的方法或脉络。但仔细想来，这又似乎与之前所偏信的“理性发端于分类”的观点有些矛盾。就像是在说骨骼固然精干，但始终需要血肉作为其组合与填充。此外，在这个被理性所统治的社会，似乎也确实更多地\b需要的是关于内容的不断复制、迭代与更新，来填充那些已经硕大无比的梦幻骨架。所以是不是其实在很多时候，那能希望在社会关系中占据主导地位的人会有意识地要求其他人放弃对那些理性骨架的觊觎，而逼迫他们自行淹泡在那些内容的加工制造里呢？因为只要自己把握住了关键的结构，在与其他人的协作中便不至于出现太大的乱子，只要拥有了骨架的确定性，便能够去安全的支配他者。 那么，是不是其实我现在正在写的这些所谓“矫情”的文字，也正是因为它们都置身于无边无际的想象空间之中，所以被人习惯性的害怕非确定性而“太长不看”。再细小的错误，在感性的潮水里都会澎湃起来。社会只需要纯粹的故事、纯粹的热闹、纯粹的瓜、纯粹的观点，其他的毛茸茸的情感是可有可无的、需要被质疑的、不可被信任的。就单纯只是因为那些情感其实我们自己也都深深地保有。只是我们想隐藏它们，害怕放在阳光下讨论。我们在公共空间之中所抛弃的就是我们自身。 当然，这样说或许也太过绝对。只不过真正的成长可能就是要去学会放弃那些给自己选择权的机会。所以当与友朋们告别后，继续泰然前行吧。 烈酒与风会继续陪伴你。","categories":[{"name":"记","slug":"记","permalink":"http://tan-anran.github.io/categories/%E8%AE%B0/"}],"tags":[{"name":"有一说一","slug":"有一说一","permalink":"http://tan-anran.github.io/tags/%E6%9C%89%E4%B8%80%E8%AF%B4%E4%B8%80/"},{"name":"太长不看","slug":"太长不看","permalink":"http://tan-anran.github.io/tags/%E5%A4%AA%E9%95%BF%E4%B8%8D%E7%9C%8B/"}]},{"title":"欢迎光临，方寸杂记","slug":"欢迎光临","date":"2021-07-12T16:00:00.000Z","updated":"2021-07-19T17:04:29.127Z","comments":true,"path":"2021/07/13/欢迎光临/","link":"","permalink":"http://tan-anran.github.io/2021/07/13/%E6%AC%A2%E8%BF%8E%E5%85%89%E4%B8%B4/","excerpt":"","text":"非常感谢您的到来，这里是方寸杂记。 以大家的观点来看，可能这里大多是一些些散漫空泛的片语。至于为什么要记下，其实便只因它们代表着那些生发它们的、那些我暗自想要努力抓住的时刻。 对于几年前就因种种原因退出朋友圈的人而言，一个无暴力的话语空间总是可遇不可求的。尽管所谓的暴力也只是一种没有明说的要求：将生活中的事情在朋友圈里广而告之，便是期盼着有人浏览、有人关注、有人点赞。 只是，我们有时候内心深处可能也并没有什么上述期待。耐心编辑、修改、发布，只是一种自我的证成，一种心愿的完毕。有人看也好，无人观也罢。有一点像写日记的心情，但是又不甘于让文字们仅仅躺在书堆里，所以这个杂记便应运而生了。 心血来潮花了两天时间搭建了这个方寸之地。非常感谢Cofess提供的pure模板，可能未来再考虑进行一些适合自己的改动，目前因为技术上的原因，能大概推送这样可已经是费了不少脑筋。 虽然说，对于一个无名而自由的独立个体，不能也不应留下些什么，但既然有一个这样小而安静的地方，那就拜托大家允许我的碎碎念吧。 在这个阳光灿烂的世界里，请尽情走一走、看一看。未知的东西，还多着哩。","categories":[{"name":"迎","slug":"迎","permalink":"http://tan-anran.github.io/categories/%E8%BF%8E/"}],"tags":[{"name":"欢迎词","slug":"欢迎词","permalink":"http://tan-anran.github.io/tags/%E6%AC%A2%E8%BF%8E%E8%AF%8D/"}]}],"categories":[{"name":"GRE","slug":"GRE","permalink":"http://tan-anran.github.io/categories/GRE/"},{"name":"记","slug":"记","permalink":"http://tan-anran.github.io/categories/%E8%AE%B0/"},{"name":"迎","slug":"迎","permalink":"http://tan-anran.github.io/categories/%E8%BF%8E/"}],"tags":[{"name":"钻牛角尖","slug":"钻牛角尖","permalink":"http://tan-anran.github.io/tags/%E9%92%BB%E7%89%9B%E8%A7%92%E5%B0%96/"},{"name":"有一说一","slug":"有一说一","permalink":"http://tan-anran.github.io/tags/%E6%9C%89%E4%B8%80%E8%AF%B4%E4%B8%80/"},{"name":"太长不看","slug":"太长不看","permalink":"http://tan-anran.github.io/tags/%E5%A4%AA%E9%95%BF%E4%B8%8D%E7%9C%8B/"},{"name":"欢迎词","slug":"欢迎词","permalink":"http://tan-anran.github.io/tags/%E6%AC%A2%E8%BF%8E%E8%AF%8D/"}]}